<pad>	0
<unk>	0
<s>	0
</s>	0
<2en>	0
<2km>	0
▁	-2.46334
.	-3.73553
,	-3.79952
▁the	-4.13206
▁and	-4.40142
▁to	-4.46128
▁of	-4.50011
។	-4.74213
s	-4.83209
▁និង	-4.94465
▁in	-5.08957
▁a	-5.20236
▁The	-5.20531
-	-5.20978
▁for	-5.40305
ing	-5.59667
▁Cambodia	-5.78183
▁is	-5.81983
’	-5.84602
▁with	-5.87863
▁(	-6.07179
:	-6.07679
▁on	-6.16333
)	-6.19127
▁from	-6.25945
កម្ពុជា	-6.26926
▁by	-6.36037
▁that	-6.37162
▁ដែល	-6.38601
ed	-6.44303
នេះ	-6.51001
▁ការ	-6.52915
▁as	-6.59777
▁បាន	-6.59942
▁has	-6.61253
▁are	-6.63967
បាន	-6.64558
▁លោក	-6.69706
ដែល	-6.74041
របស់	-6.78484
▁Royal	-6.79211
ក្នុង	-6.83483
សម្រាប់	-6.84937
ពី	-6.86417
▁at	-6.87453
▁A	-6.87843
▁ដោយ	-6.88415
ly	-6.89351
▁will	-6.89382
នៃ	-6.91744
▁ហើយ	-6.92819
▁ឬ	-6.93476
▁be	-6.94499
▁Ministry	-6.95033
▁៖	-6.96152
▁Penh	-6.9858
▁Cambodian	-6.98724
▁ដើម្បី	-6.99363
▁Phnom	-6.99706
▁“	-7.00451
▁ហ៊ុន	-7.03037
▁ជា	-7.05971
▁development	-7.07363
▁an	-7.12071
▁this	-7.12118
នៅ	-7.1225
▁its	-7.12497
▁or	-7.12649
▁over	-7.12751
▁Hun	-7.1329
▁Minister	-7.13528
▁ក្នុង	-7.1374
▁national	-7.14209
▁new	-7.15794
▁មាន	-7.17344
▁National	-7.18596
▁all	-7.19294
ដោយ	-7.23712
▁their	-7.24433
និង	-7.2485
▁His	-7.24876
▁public	-7.25138
ថា	-7.26321
ជា	-7.27384
▁គឺ	-7.28261
មាន	-7.29019
▁have	-7.34589
/	-7.34952
▁ឯកឧត្តម	-7.3545
ការ	-7.35969
▁Government	-7.37228
'	-7.37765
សេដ្ឋកិច្ច	-7.39242
▁was	-7.39411
▁economic	-7.3977
៕	-7.40126
ចំនួន	-7.40723
មួយ	-7.42209
▁សែន	-7.42505
▁Samdech	-7.42941
▁នៅ	-7.43437
▁Sen	-7.44213
▁agricultural	-7.4432
▁government	-7.46147
”	-7.47021
ទៅ	-7.47297
▁million	-7.48673
▁health	-7.49232
▁not	-7.50373
▁must	-7.50545
ឱ្យ	-7.5057
▁his	-7.50966
លើ	-7.51187
ហិរញ្ញវត្ថុ	-7.53194
»	-7.53685
ស	-7.54316
▁international	-7.54446
▁shall	-7.55163
▁នឹង	-7.56193
ដើម្បី	-7.57019
been	-7.57907
លោក	-7.58282
%	-7.58975
▁This	-7.59099
▁នៃ	-7.6066
▁through	-7.61059
ដល់	-7.61493
▁Khmer	-7.61562
S	-7.61884
▁her	-7.62422
៖	-7.62874
▁into	-7.6359
នៅក្នុង	-7.6389
▁«	-7.63943
▁កម្ពុជា	-7.6403
▁sector	-7.64975
អន្តរជាតិ	-7.65907
▁citizens	-7.65996
នឹង	-7.66841
▁financial	-7.6834
▁also	-7.68575
e	-7.68681
▁១	-7.68901
▁high	-7.69271
▁land	-7.69508
▁គឺជា	-7.7074
ក្នុងការ	-7.71173
▁growth	-7.71311
▁សម្រាប់	-7.71421
▁investment	-7.72866
▁it	-7.72972
th	-7.73789
ថ្មី	-7.73882
▁២	-7.74085
▁Prime	-7.75272
▁but	-7.75337
▁like	-7.75818
▁can	-7.76114
ប	-7.76604
ជាតិ	-7.76979
នៅកម្ពុជា	-7.76994
▁He	-7.77796
▁Mr	-7.7786
ក	-7.78678
▁market	-7.80057
▁ប៉ុន្តែ	-7.8016
▁In	-7.80675
▁stated	-7.81004
y	-7.81086
▁during	-7.81154
d	-7.81215
▁Kingdom	-7.81233
▁Excellency	-7.81548
▁under	-7.82024
រ	-7.82235
▁authorities	-7.82596
▁ត្រូវ	-7.82881
▁ensure	-7.83211
▁ASEAN	-7.84181
រាជរដ្ឋាភិបាល	-7.84241
ទាំងអស់	-7.85386
▁support	-7.8652
▁S	-7.88807
▁ត្រូវបាន	-7.88899
),	-7.89618
▁enhance	-7.8997
ប្រកបដោយ	-7.90108
▁៣	-7.90445
▁រាជរដ្ឋាភិបាល	-7.90625
ជាច្រើន	-7.92325
▁global	-7.9262
នូវ	-7.92899
▁Techo	-7.93083
▁"	-7.9314
▁after	-7.93296
បច្ចេកវិទ្យា	-7.9352
▁ទៅ	-7.93536
▁people	-7.93544
របស់ខ្លួន	-7.93794
▁Preah	-7.94122
▁ក៏	-7.94505
▁while	-7.94582
នោះ	-7.94603
ត្រូវ	-7.94615
▁China	-7.94679
ជាង	-7.94749
ត្រូវបាន	-7.95412
ផងដែរ។	-7.95844
▁cooperation	-7.96661
▁ពី	-7.96699
១៩	-7.97855
?	-7.98022
al	-7.98101
E	-7.98851
តាម	-7.9928
t	-7.99792
ពាណិជ្ជកម្ម	-8.00042
ការងារ	-8.01832
▁H	-8.02271
▁ជាពិសេស	-8.02835
▁two	-8.02962
▁law	-8.03708
▁All	-8.03967
▁trade	-8.04546
គឺ	-8.04773
▁COVID	-8.04864
▁U	-8.05028
.”	-8.05207
▁province	-8.05254
អាមេរិក	-8.05281
▁year	-8.05299
▁products	-8.05973
មក	-8.06048
ជាមួយ	-8.06124
▁តែ	-8.06144
ចំពោះ	-8.06358
▁ភ្នំពេញ	-8.06924
១	-8.07263
▁infrastructure	-8.07577
▁នេះ	-8.07587
-19	-8.0794
▁within	-8.07976
ទាំង	-8.08189
▁including	-8.08343
▁key	-8.09077
▁ដូចជា	-8.09798
ន	-8.09984
▁របស់	-8.10475
អាច	-8.11435
▁King	-8.11601
▁Bank	-8.11648
▁peace	-8.11795
ក្រុមហ៊ុន	-8.11828
▁officials	-8.11953
▁project	-8.12852
▁future	-8.13274
ឲ្យ	-8.13315
▁៤	-8.13402
▁មិន	-8.14281
▁legal	-8.14575
ប្រើប្រាស់	-8.14992
▁more	-8.15086
▁៥	-8.16041
▁years	-8.16916
▁first	-8.17228
▁students	-8.17377
អ្នក	-8.18032
▁life	-8.19369
▁Kampong	-8.19515
បន្ត	-8.19583
▁civil	-8.19711
"	-8.19808
▁due	-8.19959
▁quality	-8.20189
▁billion	-8.20208
▁military	-8.20281
▁who	-8.20543
▁official	-8.20576
▁policy	-8.20604
▁ឆ្នាំ	-8.20914
▁were	-8.20975
▁International	-8.21693
▁D	-8.21709
▁security	-8.21762
▁ដល់	-8.2184
មួយចំនួន	-8.21914
▁projects	-8.2198
▁rice	-8.22458
▁អ្នក	-8.22578
▁profound	-8.22584
▁institutions	-8.22686
២	-8.2275
▁one	-8.22784
▁អាច	-8.23109
▁human	-8.24255
▁which	-8.24447
▁system	-8.24876
ផងដែរ	-8.25007
▁sustainable	-8.25764
▁he	-8.25915
នានា	-8.26306
▁C	-8.26418
មិន	-8.26554
▁**	-8.26678
▁near	-8.26709
៣	-8.27392
ច្រើន	-8.27618
នៃព្រះរាជាណាចក្រ	-8.27685
▁services	-8.27965
▁demand	-8.28532
▁education	-8.28768
▁ក្រុមហ៊ុន	-8.28881
▁ដ៏	-8.28884
▁Chinese	-8.2929
▁between	-8.295
▁long	-8.29541
▁ancient	-8.29585
▁digital	-8.30364
ប្រជាពលរដ្ឋ	-8.30404
a	-8.30442
ធ្វើ	-8.30746
ក៏	-8.31304
កំពុង	-8.31328
▁management	-8.31465
▁តាមរយៈ	-8.31631
▁export	-8.31641
▁youth	-8.31661
អត្រានុកូលដ្ឋាន	-8.31676
▁water	-8.32073
▁ខណៈ	-8.32129
▁business	-8.32294
▁និងការ	-8.32562
▁construction	-8.32585
នោះទេ	-8.32607
ម	-8.3284
▁workers	-8.32882
▁court	-8.33155
▁against	-8.33533
ខ្មែរ	-8.33646
**	-8.33689
ហើយ	-8.33751
▁RFA	-8.33896
▁continue	-8.34044
▁production	-8.34141
▁crucial	-8.34197
គម្រោង	-8.34775
ដែលមាន	-8.34874
▁countries	-8.34987
▁Majesty	-8.35317
៥	-8.35442
▁foreign	-8.35833
វិញ	-8.35849
▁ថា	-8.36079
ប្រមាណ	-8.36337
▁Dr	-8.36535
▁ម៉ាណែត	-8.36994
▁three	-8.37038
▁other	-8.37519
▁economy	-8.3758
▁only	-8.37651
▁meeting	-8.38169
▁community	-8.38553
▁P	-8.38557
ចិន	-8.39005
ទេ	-8.39071
▁rights	-8.39111
ខ្ពស់	-8.39997
ប្រព័ន្ធ	-8.41035
▁Manet	-8.41079
ous	-8.41198
▁food	-8.41414
▁ស	-8.41496
▁social	-8.41988
▁1	-8.42479
អាជីវកម្ម	-8.42682
ទឹក	-8.4269
▁ចំនួន	-8.4285
▁about	-8.42872
▁use	-8.43204
▁challenges	-8.4388
▁per	-8.43904
▁measures	-8.43928
▁committed	-8.44244
▁regional	-8.44294
▁ក៏ដូចជា	-8.44303
រាជធានីភ្នំពេញ	-8.44506
▁across	-8.44562
ម្នាក់	-8.44664
រដ្ឋាភិបាល	-8.44699
▁B	-8.44798
▁party	-8.45124
▁work	-8.45535
▁may	-8.45576
▁ដែលជា	-8.4574
▁time	-8.45748
ប្រតិបត្តិការ	-8.46017
ភាព	-8.46253
▁ឱ្យ	-8.465
▁By	-8.46708
សហប្រតិបត្តិការ	-8.4676
▁local	-8.46917
នាយករដ្ឋមន្ត្រី	-8.4695
▁5	-8.47062
៤	-8.47216
▁noted	-8.47228
▁emphasized	-8.47481
ត	-8.48082
▁President	-8.48126
▁training	-8.48173
ល្អ	-8.48561
▁2023,	-8.4862
n	-8.48632
▁continues	-8.48669
▁No	-8.49027
▁strengthen	-8.49208
▁Province	-8.49241
▁2	-8.49275
▁farmers	-8.49517
យើង	-8.49614
▁added	-8.49791
▁នៅក្នុង	-8.49792
រចនាសម្ព័ន្ធ	-8.49821
▁Reap	-8.50064
▁further	-8.50264
▁Siem	-8.50342
ផ្នែក	-8.5037
▁markets	-8.50409
▁stability	-8.50613
▁remains	-8.50741
បន្ថែម	-8.50804
ប្រសិទ្ធភាព	-8.50988
ជំនាញ	-8.51622
▁tourism	-8.5173
▁Decree	-8.51807
ដី	-8.51969
▁January	-8.5197
espite	-8.51977
រដ្ឋមន្ត្រី	-8.5215
▁they	-8.52654
▁promote	-8.52845
អំពី	-8.52996
es	-8.53007
▁society	-8.53146
▁ព្រមទាំង	-8.53654
▁implementation	-8.53868
▁I	-8.54073
▁prices	-8.54251
ទីផ្សារ	-8.54598
▁ប្រទេស	-8.54805
▁them	-8.5481
ង	-8.54823
▁New	-8.54954
▁3	-8.55009
▁Court	-8.55282
បន្ថែមទៀត	-8.5576
▁E	-8.56204
▁It	-8.56879
▁skills	-8.56998
▁plan	-8.57018
▁past	-8.57246
មនុស្ស	-8.57478
តំបន់	-8.5749
▁ឆ្នាំ២០២៣	-8.57602
▁Development	-8.57734
ប្រទេស	-8.58736
▁both	-8.5916
▁technology	-8.59282
▁we	-8.5935
▁heart	-8.59411
▁role	-8.59618
▁priority	-8.59858
▁plans	-8.59933
▁៦	-8.60108
▁2024,	-8.60164
ទៅកាន់	-8.60224
យុទ្ធសាស្ត្រ	-8.6024
▁areas	-8.60279
ព័ត៌មាន	-8.60476
ក្នុងស្រុក	-8.60532
▁issues	-8.60606
▁ដោយសារ	-8.60878
▁យើង	-8.60888
ផ្សេងៗ	-8.6129
▁children	-8.6129
ដ៏	-8.61311
៦	-8.61726
ពលរដ្ឋ	-8.61831
▁នូវ	-8.61891
យក	-8.61897
កម្មវិធី	-8.62006
er	-8.62043
▁these	-8.62265
▁ខណៈដែល	-8.62383
អាស៊ាន	-8.62401
▁company	-8.62602
▁ឆ្នាំ២០២៤	-8.6268
st	-8.62689
▁10	-8.62757
▁2023	-8.62761
▁registration	-8.62807
in	-8.63151
▁such	-8.63266
ជ	-8.63403
▁opportunities	-8.63494
▁upon	-8.63702
រឿង	-8.63782
▁ពលរដ្ឋ	-8.63855
ខ្លាំង	-8.64239
▁being	-8.64422
ពិភពលោក	-8.64503
ance	-8.64584
▁policies	-8.64614
).	-8.64734
▁Sam	-8.64764
▁boost	-8.64855
តែ	-8.65175
▁if	-8.65213
▁district	-8.65266
គ្រប់គ្រង	-8.65772
▁without	-8.65833
▁family	-8.65947
o	-8.65961
តាមរយៈ	-8.66024
▁Deputy	-8.66272
តម្លៃ	-8.66394
▁មក	-8.66523
▁total	-8.66567
▁To	-8.66905
▁Civil	-8.66975
▁exports	-8.6698
▁Party	-8.67079
▁រដ្ឋមន្ត្រី	-8.67265
▁តាម	-8.67274
ឡើងវិញ	-8.67334
▁ដូច្នេះ	-8.67534
▁K	-8.67611
▁many	-8.67679
▁aims	-8.67851
▁world	-8.68066
ចូល	-8.68128
▁សម្តេចតេជោ	-8.68147
កសិកម្ម	-8.68278
▁Health	-8.68346
ផ្សព្វផ្សាយ	-8.68975
▁data	-8.69078
▁គម្រោង	-8.69215
ឌីជីថល	-8.69218
▁លើ	-8.6937
▁sectors	-8.69447
សាធារណៈ	-8.69533
i	-8.69542
យ	-8.69669
▁most	-8.69678
ចូលរួម	-8.69874
លក់	-8.69876
▁ទាំង	-8.6992
ច្បាប់	-8.7
ដូចជា	-8.70002
▁before	-8.70226
▁along	-8.70247
▁Education	-8.70484
យកចិត្តទុកដាក់	-8.70509
se	-8.70947
▁Public	-8.70951
term	-8.71115
▁យុវជន	-8.71414
▁7	-8.7165
▁F	-8.72
អភិវឌ្ឍន៍	-8.72087
ឆ្នាំ	-8.72182
ជិត	-8.72212
▁4	-8.72217
គ្រួសារ	-8.72454
សិក្សា	-8.72474
គ្នា	-8.72485
វា	-8.72624
របស់កម្ពុជា	-8.72653
▁ដែលមាន	-8.72677
▁no	-8.72719
▁documents	-8.72798
▁ceremony	-8.72873
▁Angkor	-8.72905
គោលនយោបាយ	-8.73021
▁nation	-8.73042
▁daily	-8.73048
▁capital	-8.73148
▁especially	-8.73322
▁natural	-8.73428
▁urged	-8.73507
▁reduce	-8.73514
របស់លោក	-8.73522
ការអភិវឌ្ឍ	-8.74025
ទៅលើ	-8.74054
▁private	-8.74122
▁companies	-8.74192
▁budget	-8.74241
▁For	-8.7425
សកម្មភាព	-8.74274
▁potential	-8.74358
បច្ចេកទេស	-8.74466
▁should	-8.74498
▁regulations	-8.74618
▁access	-8.74746
ជាមួយនឹង	-8.74812
▁She	-8.74917
▁ភ្នំពេញ៖	-8.74979
▁ព្រោះ	-8.75214
▁case	-8.75451
ខ្លួន	-8.75471
រវាង	-8.75611
▁riel	-8.75655
▁issued	-8.75947
▁state	-8.76028
▁constitute	-8.76127
▁promoting	-8.76228
k	-8.7627
▁standards	-8.76642
▁safety	-8.76681
▁report	-8.76917
ឡើង	-8.77018
▁include	-8.77061
▁Vietnam	-8.77092
▁៧	-8.77311
m	-8.7737
៨	-8.77627
ជូន	-8.77663
ក្រុម	-8.77706
▁បន្ទាប់ពី	-8.77909
▁attract	-8.77993
▁On	-8.78076
ទៀត	-8.78204
(	-8.78477
C	-8.78583
▁ភាគរយ	-8.78637
▁highlighted	-8.78662
▁program	-8.7888
▁Council	-8.79116
កិច្ចព្រមព្រៀង	-8.79674
ខេត្ត	-8.7986
៧	-8.79961
▁building	-8.80303
r	-8.80321
▁major	-8.80332
ផលិតផល	-8.80376
▁technical	-8.80472
ថ្មីៗ	-8.80488
▁R	-8.80731
▁ព្រះរាជាណាចក្រ	-8.80799
ផ្លូវ	-8.80851
▁tons	-8.809
▁កំពុង	-8.80925
▁investors	-8.8097
▁ខែមករា	-8.81031
ការគ្រប់គ្រង	-8.81049
▁cases	-8.81175
▁political	-8.81449
▁she	-8.81591
▁our	-8.81623
ៗ	-8.81694
▁However	-8.81747
▁accord	-8.81911
1	-8.82039
▁via	-8.82158
▁paramount	-8.82403
▁study	-8.8269
យុវជន	-8.82803
▁relevant	-8.82888
ការប្រើប្រាស់	-8.82949
▁information	-8.8309
▁អាជ្ញាធរ	-8.83201
▁programs	-8.83208
▁An	-8.83267
▁well	-8.83471
ក្នុងតំបន់	-8.83591
▁មួយ	-8.83595
យ៉ាង	-8.8363
▁efforts	-8.83873
▁ព្រះ	-8.83909
▁ង	-8.83976
▁opposition	-8.84442
▁increase	-8.84488
▁families	-8.84491
▁AI	-8.84511
សង្គម	-8.84562
▁resources	-8.84772
▁ក្នុងនោះ	-8.84786
▁promulgated	-8.84867
ព្រឹត្តិការណ៍	-8.84906
ទទួលបាន	-8.8497
▁domestic	-8.84981
សរុប	-8.85155
មន្ត្រី	-8.85227
ធំ	-8.85234
▁នាយករដ្ឋមន្ត្រី	-8.85258
▁actively	-8.85359
លើកកម្ពស់	-8.85385
▁ព្រះមហាក្សត្រ	-8.85446
▁According	-8.85499
នេះ។	-8.85531
ល	-8.858
▁visit	-8.86158
▁Over	-8.86185
ទីតាំង	-8.86322
▁ចំពោះ	-8.86496
▁members	-8.86524
គាំទ្រ	-8.86592
▁Foreign	-8.86717
▁urban	-8.86721
ក្រសួង	-8.86752
▁modern	-8.87047
▁ក្រសួង	-8.87116
▁climate	-8.87276
▁សុខា	-8.87309
▁World	-8.87365
▁maintain	-8.87405
g	-8.8741
ពេល	-8.87603
▁Thailand	-8.87619
សហគមន៍	-8.87765
ចេញ	-8.87772
▁M	-8.87923
▁ពេល	-8.8797
▁enhanc	-8.88104
▁ចិត្ត	-8.88272
▁announced	-8.88299
▁vari	-8.88705
▁2022,	-8.89006
▁energy	-8.89223
▁four	-8.89306
▁Law	-8.89371
▁Japan	-8.89573
ខ្លួនឯង	-8.89752
based	-8.89766
▁2024	-8.89794
▁ensuring	-8.8986
▁Ms	-8.89883
▁សម	-8.89954
ដូច	-8.90192
▁you	-8.90331
▁supply	-8.90406
▁strategic	-8.90432
បង្កើត	-8.90454
▁Economy	-8.90458
▁Kem	-8.90666
ដែរ	-8.90722
ប្រភេទ	-8.90843
▁provinces	-8.90931
A	-8.91021
▁framework	-8.91101
▁months	-8.91123
▁benefits	-8.912
▁event	-8.91309
▁among	-8.91583
▁up	-8.91761
▁businesses	-8.91805
▁G	-8.91893
▁expand	-8.91922
▁2021	-8.91935
▁established	-8.9196
▁toward	-8.92042
បំផុត	-8.92109
នយោបាយ	-8.92314
2	-8.92511
អនុវត្ត	-8.92631
វៀតណាម	-8.92796
វិនិយោគ	-8.92802
▁forest	-8.92803
▁activities	-8.92804
▁procedures	-8.92944
ose	-8.92966
សិទ្ធិមនុស្ស	-8.92967
▁General	-8.92969
▁Assembly	-8.92991
▁Kong	-8.93158
អាជ្ញាធរ	-8.93158
▁income	-8.93293
វ	-8.93359
▁mind	-8.93395
ផលិត	-8.93569
កំណើនសេដ្ឋកិច្ច	-8.9365
កា	-8.93742
3	-8.93891
គេ	-8.93907
▁small	-8.9391
ដាក់	-8.94008
▁ក្រោយ	-8.94064
រថយន្ត	-8.94187
ទាំងនេះ	-8.94249
▁five	-8.94348
▁face	-8.94494
▁វា	-8.94612
▁full	-8.94621
▁Association	-8.94661
▁additional	-8.94885
បញ្ហា	-8.9514
▁ភាព	-8.95164
▁Sihanouk	-8.95233
ទី	-8.95324
សុវត្ថិភាព	-8.95433
▁others	-8.95477
▁Agriculture	-8.95502
▁defense	-8.95555
▁essential	-8.95607
ជាដើម។	-8.95625
▁women	-8.95659
▁កម្មវិធី	-8.95835
ដំណើរការ	-8.95835
▁vital	-8.96189
▁Department	-8.9636
▁now	-8.9652
ការពារ	-8.96521
ត្រួតពិនិត្យ	-8.96665
▁environmental	-8.96667
▁address	-8.96752
ant	-8.9694
▁become	-8.9712
▁some	-8.97124
▁provide	-8.97258
ទាំងនោះ	-8.97286
ប្រវត្តិសាស្ត្រ	-8.9731
▁Sokha	-8.97326
▁Management	-8.97388
របស់ពួកគេ	-8.97486
បទប្បញ្ញត្តិ	-8.97793
▁than	-8.97925
▁real	-8.97973
គឺជា	-8.98026
សន្តិភាព	-8.98081
▁នោះ	-8.98206
▁Sok	-8.9837
ករណី	-8.98468
▁As	-8.98711
▁communities	-8.98822
▁non	-8.98877
បក្សប្រឆាំង	-8.99027
▁knowledge	-8.99123
▁path	-8.99191
▁value	-8.99202
▁improve	-8.9923
ណា	-8.99307
▁continued	-8.99354
▁Youth	-8.99378
▁6	-8.99379
▁creating	-8.9939
▁nationwide	-8.9942
លេខ	-8.99422
នាង	-8.99444
▁រ	-8.99493
▁self	-9.00123
ផ្សេងទៀត	-9.0015
ខិតខំប្រឹងប្រែង	-9.00199
▁ធ្វើ	-9.00377
▁Asia	-9.00427
▁tourists	-9.00461
▁border	-9.00954
▁បច្ចុប្បន្ន	-9.00975
c	-9.01001
អាហារូបករណ៍	-9.01083
▁urges	-9.01133
▁efficiency	-9.01143
ប្រទេសកម្ពុជា	-9.01162
▁strengthening	-9.01187
កូន	-9.01356
▁ដែលបាន	-9.01415
ទំនាក់ទំនង	-9.0145
ទីក្រុង	-9.0145
៩	-9.01529
▁laws	-9.01548
▁morning	-9.01768
▁remain	-9.01769
▁សម្ដេចតេជោ	-9.01823
រៀបចំ	-9.0197
▁implemented	-9.01977
▁Thipadei	-9.02192
year	-9.02257
R	-9.02501
▁Koh	-9.02541
▁2022	-9.02542
▁progress	-9.02639
រដ្ឋ	-9.02987
▁ជាមួយ	-9.03034
ដែលបាន	-9.03232
▁លានដុល្លារ	-9.03262
▁had	-9.03283
▁សុខ	-9.03316
ចេញពី	-9.03336
▁research	-9.0346
▁change	-9.03489
▁provincial	-9.0367
ក្រោយ	-9.03697
▁១០	-9.03731
...	-9.03732
▁nations	-9.03799
▁road	-9.03817
▁ឆ្នាំ២០២២	-9.03919
B	-9.0397
▁school	-9.04024
▁registry	-9.04055
▁បើ	-9.04095
▁bilateral	-9.04146
▁effective	-9.04247
▁ប្រធាន	-9.04281
កិច្ច	-9.04297
▁O	-9.04395
▁៨	-9.04512
ពួកគេ	-9.04604
បច្ចុប្បន្ន	-9.04656
▁រួមមាន	-9.0472
▁October	-9.05069
ផ្ទះ	-9.05115
▁early	-9.05227
▁State	-9.05237
▁resilience	-9.05317
▁city	-9.05349
សុខភាព	-9.05446
ទទួល	-9.05548
▁help	-9.05596
▁រង្ស៊ី	-9.05697
▁គ	-9.05844
▁ក្នុងការ	-9.05926
▁វិនិយោគ	-9.05958
ឧស្សាហកម្ម	-9.05991
▁large	-9.06042
▁area	-9.06051
▁operations	-9.06305
▁avoid	-9.06329
សំខាន់ៗ	-9.0641
▁cultural	-9.06419
▁US	-9.06574
▁December	-9.06652
▁Year	-9.06859
▁កឹម	-9.06874
▁using	-9.06881
អ	-9.06902
▁oil	-9.07017
▁partners	-9.07125
ថ្ងៃ	-9.07146
វប្បធម៌	-9.07226
▁systems	-9.07238
ស្ថាប័ន	-9.07335
ធ្វើការ	-9.07357
▁United	-9.07379
▁ន	-9.07521
▁T	-9.07572
ស្តីពី	-9.07635
▁yet	-9.07704
▁group	-9.07877
▁commune	-9.07966
នៃការ	-9.08019
▁ឲ្យ	-9.08252
▁20	-9.08469
▁ministry	-9.08542
▁risks	-9.08561
បរិស្ថាន	-9.08761
រហូតដល់	-9.08842
គ្មាន	-9.0889
▁មន្ត្រី	-9.08994
ទិន្នន័យ	-9.09013
▁parties	-9.09014
ធនាគារ	-9.0912
on	-9.09161
▁Finance	-9.09215
▁គេ	-9.09218
▁Authorities	-9.09514
▁strategy	-9.09514
▁re	-9.09535
▁could	-9.09588
រួមគ្នា	-9.0964
▁leaders	-9.0969
▁collaboration	-9.09695
ប្រើ	-9.09699
▁Land	-9.09746
▁capacity	-9.09847
គោលដៅ	-9.09865
▁when	-9.099
បើក	-9.10045
an	-9.1017
▁approximate	-9.10176
ស្ថានភាព	-9.1018
▁strong	-9.10213
សហរដ្ឋអាមេរិក	-9.10411
▁Road	-9.10424
ជួយ	-9.10546
ក៏បាន	-9.10552
ជាបន្តបន្ទាប់	-9.10553
▁February	-9.10604
ផ្ទាល់ខ្លួន	-9.10635
▁Day	-9.10782
▁un	-9.10812
ថៃ	-9.10839
ដើម	-9.10869
ជីវិត	-9.10927
▁country	-9.10956
▁strictly	-9.1107
▁8	-9.1117
▁Battambang	-9.11177
ដោយសារ	-9.11383
▁March	-9.11411
កម្ពុជា។	-9.11426
▁Dur	-9.1144
នៅតែ	-9.11613
ឯកសារ	-9.11706
▁current	-9.11745
▁media	-9.11972
ទិញ	-9.11974
សុខភាពសាធារណៈ	-9.11996
▁រដ្ឋាភិបាល	-9.12053
ខ្ញុំ	-9.12056
D	-9.12087
▁spirit	-9.12272
▁ជាមួយនឹង	-9.12298
ប្រកបដោយចីរភាព	-9.12404
ទេសចរណ៍	-9.12449
h	-9.12451
▁revenue	-9.12471
ច	-9.12669
ធម្មជាតិ	-9.12686
com	-9.12818
ផ្គត់ផ្គង់	-9.12991
▁ដុល្លារ	-9.13054
▁day	-9.13192
▁Provincial	-9.13218
▁interest	-9.13328
▁conducted	-9.13446
▁estate	-9.13469
▁held	-9.13513
▁credit	-9.13714
គ្រប់	-9.13762
▁significant	-9.13779
▁ព្រះរាជក្រឹត្យ	-9.13803
▁តំបន់	-9.13869
7	-9.13907
▁USD	-9.13961
▁free	-9.14178
▁ទី	-9.14273
តម្រូវការ	-9.14428
▁សូម	-9.14516
កន្លែង	-9.14541
ផ្លូវការ	-9.14665
▁Committee	-9.14822
ក្រោម	-9.14848
▁days	-9.14883
▁primary	-9.1493
ជំរុញ	-9.15022
▁received	-9.15058
▁power	-9.15061
ផ្ទាល់	-9.15079
▁Russia	-9.15163
▁healthcare	-9.15193
▁deep	-9.15208
ជប៉ុន	-9.15354
▁down	-9.15636
ប៉ុណ្ណោះ	-9.15656
▁election	-9.15683
▁Mekong	-9.15744
ក៏ដោយ	-9.15891
▁University	-9.15958
▁meet	-9.16002
▁officially	-9.1602
5	-9.16101
▁ដោយឡែក	-9.16113
4	-9.16183
▁តើ	-9.16185
▁prevent	-9.16343
▁fields	-9.16376
ចិត្ត	-9.16471
▁increased	-9.16486
▁ក្រុម	-9.16541
▁Rainsy	-9.16565
▁យោងតាម	-9.16606
▁និងមាន	-9.16746
សម្រាប់ការ	-9.16764
ប្រជាជន	-9.16806
ពាក់ព័ន្ធ	-9.1681
▁Secretary	-9.1682
ព្រះមហាក្សត្រ	-9.16855
▁forces	-9.16886
▁ខេត្ត	-9.17287
▁May	-9.17351
▁still	-9.17379
▁District	-9.17449
▁ឡើង	-9.1757
▁protection	-9.17682
▁around	-9.17765
កិច្ចប្រជុំ	-9.17861
▁July	-9.17888
▁ផ្លូវ	-9.1793
ប្រ	-9.18047
▁Director	-9.18123
▁hope	-9.1829
▁illegal	-9.18307
ជាផ្លូវការ	-9.18398
ក្រុមប្រឹក្សា	-9.18413
▁ខ្លួន	-9.18426
ក្រសួងសេដ្ឋកិច្ច	-9.18455
▁since	-9.18539
▁លើសពីនេះ	-9.18548
វិជ្ជាជីវៈ	-9.1858
▁particularly	-9.18682
ers	-9.18703
▁d	-9.18843
en	-9.18891
▁shared	-9.1905
▁banking	-9.1907
K	-9.19254
រៀន	-9.19354
វិស័យ	-9.19405
សិស្ស	-9.1942
▁loans	-9.19566
រួម	-9.19633
▁approved	-9.19643
▁personal	-9.1972
▁jobs	-9.19723
▁vast	-9.19762
ផ្តល់	-9.19778
▁village	-9.20089
P	-9.20191
▁៩	-9.20203
▁your	-9.20239
▁2023.	-9.20518
មួយនេះ	-9.2052
."	-9.20532
▁good	-9.2074
▁leadership	-9.20794
▁រាល់	-9.20884
វិស័យកសិកម្ម	-9.20909
កាន់តែ	-9.20914
▁tax	-9.20925
▁robust	-9.20951
▁residents	-9.20957
▁បន្ត	-9.21201
▁factory	-9.21286
ឡើយ	-9.21395
ខ្លះ	-9.21406
អាកាសធាតុ	-9.21468
កុមារ	-9.21504
ព្រះរាជាណាចក្រ	-9.21528
▁temple	-9.21544
ផែនការ	-9.21842
▁ចំណែក	-9.21864
▁UN	-9.21865
▁sun	-9.21909
▁there	-9.22084
▁compar	-9.22089
ផលិតកម្ម	-9.22113
▁នាង	-9.22173
▁River	-9.22237
យោធា	-9.22246
មុខ	-9.22247
▁led	-9.22363
▁ទោះបីជា	-9.22521
កម្រិត	-9.22585
▁green	-9.22649
▁នាក់	-9.22668
របស់យើង	-9.2269
▁Norodom	-9.22797
▁ក៏បាន	-9.23008
តុលាការ	-9.23019
▁period	-9.23052
▁Interior	-9.23063
▁nature	-9.23136
▁night	-9.23154
ទៅដល់	-9.23195
អប់រំ	-9.2322
▁សេចក្តី	-9.23234
របស់អ្នក	-9.23314
▁old	-9.23325
នោះទេ។	-9.23413
ណាមួយ	-9.23465
▁June	-9.23498
▁generations	-9.23522
▁Cham	-9.23595
▁Meanchey	-9.23606
▁activists	-9.23709
▁ចិន	-9.23861
▁12	-9.23928
ប្រកាស	-9.2402
▁Arm	-9.24048
ថាមពល	-9.24066
▁wisdom	-9.24152
▁low	-9.24223
▁Economic	-9.24422
▁និងហិរញ្ញវត្ថុ	-9.24502
ធំៗ	-9.24552
M	-9.24603
▁expressed	-9.24629
▁significantly	-9.24631
▁សម្តេចធិបតី	-9.2464
▁achieve	-9.2474
កសិករ	-9.24826
▁kingdom	-9.24859
▁even	-9.24961
▁prepare	-9.24991
▁service	-9.25029
▁campaign	-9.25264
▁costs	-9.25275
▁1.	-9.2543
▁birth	-9.25497
ការអនុវត្ត	-9.25534
មានការ	-9.25553
▁critical	-9.2581
▁receive	-9.26123
របស់ក្រុមហ៊ុន	-9.26177
▁V	-9.26232
▁fully	-9.26363
ស៊ី	-9.26377
ផង	-9.26402
កិច្ចសហប្រតិបត	-9.26408
▁City	-9.26454
▁review	-9.26494
▁principles	-9.26497
▁release	-9.26504
▁create	-9.26593
សំខាន់	-9.26607
p	-9.26703
ជាតិ។	-9.26749
▁next	-9.26815
គ	-9.26925
▁fundamental	-9.27002
▁police	-9.27039
I	-9.2706
▁រួមទាំង	-9.27062
▁ប្រជាពលរដ្ឋ	-9.27194
▁individuals	-9.27231
▁currently	-9.27421
F	-9.27585
H	-9.27723
▁post	-9.27802
▁livelihoods	-9.27817
▁traditional	-9.27911
មុន	-9.28065
▁Forces	-9.28112
▁second	-9.28168
b	-9.28169
តែងតែ	-9.28178
▁stipulated	-9.28185
▁former	-9.28285
▁ជាមួយគ្នានេះ	-9.28318
អង្គការ	-9.28342
▁prosperity	-9.28363
▁អ្នកស្រី	-9.28379
ស្រាវជ្រាវ	-9.28521
▁leading	-9.2866
▁often	-9.2892
▁កញ្ញា	-9.28948
▁Every	-9.29008
▁reported	-9.29088
▁Commerce	-9.29092
▁experts	-9.29123
▁Korea	-9.29391
▁job	-9.294
l	-9.29419
▁each	-9.29437
or	-9.29603
▁certificate	-9.29717
▁order	-9.29788
▁take	-9.29788
▁develop	-9.2983
មកពី	-9.2995
ឱ្យបាន	-9.30006
ហេដ្ឋា	-9.30133
▁clean	-9.30196
▁September	-9.30236
កើនឡើង	-9.30299
▁fish	-9.3031
របស់ខ្លួន។	-9.30346
▁លោកស្រី	-9.30347
នាំចេញ	-9.30489
ឈ្មោះ	-9.30542
▁online	-9.30555
▁understanding	-9.30653
▁history	-9.30712
▁Defense	-9.30726
▁debt	-9.30767
to	-9.30777
▁rising	-9.30832
ប្រជាធិបតេយ្យ	-9.3085
▁PM	-9.30856
▁agriculture	-9.30864
បុរាណ	-9.3097
▁កាលពី	-9.30991
ខែ	-9.31041
▁identity	-9.31063
ភូមិ	-9.31077
▁provided	-9.31107
▁15	-9.31156
▁working	-9.31279
▁rate	-9.31299
ចាប់ផ្តើម	-9.31463
▁*	-9.31542
▁តុលាការ	-9.31687
▁ដើម្បីរក្សា	-9.31715
▁aim	-9.31736
▁protect	-9.31826
នីមួយៗ	-9.31828
អតិថិជន	-9.31889
▁Citizens	-9.31894
▁contribute	-9.32117
▁commitment	-9.32198
រោងចក្រ	-9.32203
▁rural	-9.3232
▁numerous	-9.32322
លុយ	-9.32352
សាលា	-9.32471
ី	-9.32552
▁លោកជំទាវ	-9.3256
រក	-9.32564
▁direct	-9.32625
▁goals	-9.32731
ជាដើម	-9.3284
▁last	-9.32906
▁conditions	-9.32925
សមត្ថភាព	-9.32965
▁justice	-9.33038
▁following	-9.3315
ទុក	-9.3315
▁higher	-9.33251
▁supporting	-9.3333
ចង់	-9.33336
អភិវឌ្ឍ	-9.33346
able	-9.33488
▁2.	-9.3352
▁ប្រសិនបើ	-9.33625
▁importance	-9.33722
ការវិនិយោគ	-9.33739
▁out	-9.33918
▁decision	-9.33967
ចំណេះដឹង	-9.34028
▁9	-9.34117
▁resolve	-9.34154
ដំបូង	-9.34221
លើកទឹកចិត្ត	-9.34408
▁rates	-9.34461
▁annual	-9.34493
នា	-9.34554
▁man	-9.34672
▁aid	-9.34717
▁Governor	-9.34808
▁sky	-9.3506
▁និងនេសាទ	-9.35157
▁សីហមុនី	-9.35255
▁បើតាម	-9.35259
▁Group	-9.35329
▁competent	-9.35378
▁highly	-9.35464
▁មនុស្ស	-9.3563
▁royal	-9.35707
អាហារ	-9.35739
▁L	-9.35781
បញ្ហាប្រឈម	-9.35828
រូប	-9.35865
▁Her	-9.36035
▁AMS	-9.36035
▁ធនាគារជាតិនៃ	-9.36115
side	-9.36171
▁relations	-9.36197
▁vision	-9.36259
▁death	-9.36266
▁until	-9.3628
កិច្ចប្រជុំកំពូល	-9.36303
ប្រាក់	-9.36407
ចុះ	-9.36452
▁ក	-9.36475
▁would	-9.36569
▁EU	-9.36695
▁November	-9.36832
ដាំ	-9.36951
▁waste	-9.37094
▁ក្រសួងសុខាភិបាល	-9.37116
The	-9.3718
▁productivity	-9.37292
ដំណាំ	-9.37309
▁culture	-9.37315
▁processing	-9.37417
ចាក់វ៉ាក់សាំង	-9.37424
ត្រូវតែ	-9.37491
▁banks	-9.37535
▁groups	-9.37553
▁states	-9.37665
▁ដែលមិន	-9.37743
ក្នុងវិស័យ	-9.37764
▁light	-9.37787
បន្ទាប់ពី	-9.37886
8	-9.37916
បែប	-9.37967
▁Cambodians	-9.37989
គាត់	-9.38002
រយៈពេល	-9.38067
▁August	-9.38068
និរន្តរភាព	-9.38094
▁បង្កើត	-9.38101
▁ក្រោម	-9.38117
▁៕	-9.38156
▁ដូច	-9.3816
▁inflation	-9.38167
▁recent	-9.38178
▁Kim	-9.38241
▁innovation	-9.38278
▁labor	-9.38309
ស្ត្រី	-9.38311
▁traffic	-9.38444
▁Constitution	-9.38487
▁goods	-9.38514
▁South	-9.38526
▁pivotal	-9.3853
▁After	-9.38536
▁11	-9.38546
ព្រះករុណាព្រះបាទ	-9.38574
ការផ្លាស់ប្តូរ	-9.38613
▁him	-9.38649
គ្រប់គ្រាន់	-9.38655
▁dated	-9.38658
ធ្វើឱ្យ	-9.38797
មូលដ្ឋាន	-9.38835
បង្ហាញ	-9.38838
មានសារៈសំខាន់	-9.38871
▁own	-9.38899
▁date	-9.38938
បង្កើន	-9.3898
▁ទើប	-9.3898
▁comprehensive	-9.3902
▁២០	-9.39044
▁member	-9.3906
being	-9.39062
▁beauty	-9.39079
it	-9.39109
▁រុក្ខាប្រមាញ់	-9.39163
▁Sihamoni	-9.39163
មាស	-9.39383
▁unwavering	-9.39418
▁us	-9.39607
G	-9.39651
▁At	-9.39667
កាត់បន្ថយ	-9.39697
▁បានលើកឡើងថា	-9.39705
ព្រះ	-9.39724
▁ខែ	-9.3975
បរទេស	-9.3983
សាងសង់	-9.39894
▁បច្ចេកវិទ្យា	-9.39925
▁action	-9.39989
បែបនេះ	-9.40091
▁នាំ	-9.40183
▁urge	-9.40211
ខេត្តព្រះសីហនុ	-9.40248
▁requires	-9.40254
▁fostering	-9.40269
មានសមត្ថកិច្ច	-9.40314
▁request	-9.40475
▁investments	-9.40492
សម្រេច	-9.40531
▁participation	-9.40573
▁We	-9.40632
▁Investment	-9.40718
▁impact	-9.40748
▁organized	-9.40791
Cambodia	-9.40813
កម្មករ	-9.40844
អា	-9.4098
ក្រុមការងារ	-9.41033
▁discuss	-9.41091
គណៈកម្មាធិការ	-9.41226
សង្កាត់	-9.41274
ចាប់	-9.41319
ជាប់	-9.41371
▁home	-9.41471
6	-9.41588
▁provid	-9.41621
▁establish	-9.41639
ប្រកបដោយចីរភាព។	-9.4164
ត្រី	-9.41656
ថវិកា	-9.41739
▁Additionally	-9.41838
▁implement	-9.41944
ផលិតផលកសិកម្ម	-9.41949
ដោះស្រាយ	-9.42041
អស់	-9.42041
▁តាមរយៈការ	-9.42109
▁30	-9.42121
▁crisis	-9.42156
▁produce	-9.42161
▁mental	-9.42252
▁ដោយសារតែ	-9.42282
▁agreement	-9.42343
ic	-9.42511
▁responsible	-9.43053
▁clear	-9.43137
▁amid	-9.43253
▁អង្គការ	-9.43336
▁adhere	-9.43509
▁School	-9.43531
បណ្តុះបណ្តាល	-9.43581
▁២០២៣	-9.4361
▁planning	-9.43676
ចរាចរណ៍	-9.43809
▁exchange	-9.43813
▁where	-9.44088
▁meticulously	-9.44089
▁product	-9.44148
▁RFI	-9.44168
▁Wat	-9.44249
▁Thai	-9.44257
▁encouraged	-9.44317
▁impacts	-9.4432
មិនទាន់	-9.44333
▁Svay	-9.44346
ថ្លៃ	-9.44376
មួយដែល	-9.44386
▁control	-9.44463
កម្លាំង	-9.4457
▁seek	-9.44656
▁th	-9.44679
ធនធានមនុស្ស	-9.44686
សត្វ	-9.44804
▁បានឱ្យដឹងថា	-9.44859
▁gold	-9.44913
▁2024.	-9.44944
▁administration	-9.44979
ផ្ដល់	-9.451
ឯកឧត្តម	-9.45179
▁ខែធ្នូ	-9.45275
▁needs	-9.45298
ពិសេស	-9.45554
▁Tourism	-9.45819
▁regarding	-9.4582
▁Co	-9.45913
▁heritage	-9.45916
f	-9.45963
▁demands	-9.46006
▁Labor	-9.46007
▁យ៉ាង	-9.46038
T	-9.46038
▁និងជា	-9.46039
ប្តេជ្ញាចិត្ត	-9.46122
▁region	-9.4614
គួរ	-9.46157
ឡើយ។	-9.4618
វិទ្យាសាស្ត្រ	-9.46265
▁every	-9.46279
▁ធនាគារ	-9.46304
▁process	-9.46424
សេចក្ដីថ្លៃថ្នូរ	-9.46462
▁delegation	-9.46485
ការលើកកម្ពស់	-9.46529
▁causing	-9.46553
អារម្មណ៍	-9.46667
ដ	-9.46678
សមត្ថកិច្ច	-9.46777
▁resource	-9.46809
រង	-9.46838
▁launched	-9.46875
មិនបាន	-9.469
▁living	-9.46917
▁19	-9.4696
កំណត់	-9.47056
▁suffering	-9.47066
កែច្នៃ	-9.47085
បានមានប្រសាសន៍ថា	-9.4719
▁និងកីឡា	-9.47198
កាន់តែច្រើន	-9.47371
ដែលជា	-9.47371
▁force	-9.47376
Y	-9.47471
▁Sub	-9.47483
▁signed	-9.47486
▁Bat	-9.47614
▁made	-9.47643
▁serves	-9.47649
▁intricate	-9.47754
នៃកម្ពុជា	-9.47764
▁ពិសេស	-9.47807
ion	-9.4792
▁environment	-9.47932
▁April	-9.47941
▁build	-9.47956
▁០	-9.47984
ឆ្លងកាត់	-9.48017
▁transport	-9.48323
ប្រាក់ចំណូល	-9.48424
ពីរ	-9.48433
▁2022.	-9.48458
▁farming	-9.48498
▁appeal	-9.48747
▁Institute	-9.48769
ហេដ្ឋារចនាសម្ព័ន	-9.48841
▁travel	-9.48863
ច្បាស់លាស់	-9.48869
▁learning	-9.48969
▁With	-9.49002
▁3.	-9.49051
▁Chea	-9.49086
▁foster	-9.49174
▁integrity	-9.49196
▁100	-9.4923
▁ជំនាញ	-9.49273
ប្រជាជនកម្ពុជា	-9.49308
L	-9.49332
▁return	-9.49363
▁detained	-9.49424
▁Ambassador	-9.49425
▁materials	-9.4952
day	-9.49556
ពង្រឹង	-9.49674
▁implementing	-9.49684
▁និងមធ្យម	-9.49689
▁fiscal	-9.49707
▁Kampot	-9.49723
បរិយាបន្ន	-9.49771
សុខាភិបាល	-9.49824
▁diseases	-9.49828
ដៃ	-9.49854
▁schools	-9.49885
▁ការងារ	-9.50056
ឱ្យប្រើប្រាស់	-9.50065
▁នៅពេល	-9.50245
▁Vietnamese	-9.50287
▁គោលនយោបាយ	-9.50375
▁People	-9.50395
ដើរ	-9.50396
ដឹកជញ្ជូន	-9.50404
▁week	-9.5048
▁Miss	-9.5056
▁focus	-9.50561
▁ជួយ	-9.50572
▁do	-9.50581
▁positive	-9.50587
▁gentle	-9.50606
សមាជិក	-9.50684
កំណើន	-9.50776
នៅលើ	-9.50908
ត្រឹមត្រូវ	-9.50957
▁roads	-9.50973
▁Financial	-9.51062
អ្នកប្រើប្រាស់	-9.51082
▁part	-9.51101
▁vibrant	-9.51219
▁បានបញ្ជាក់ថា	-9.51386
▁reached	-9.51498
រដ្ឋបាល	-9.51511
▁behind	-9.51513
▁results	-9.51605
▁strategies	-9.5161
ជេរប្រមាថដល់	-9.51612
eby	-9.51693
▁document	-9.51698
ផ្សាយតែ	-9.51709
មតិនៅក្នុង	-9.51757
▁Games	-9.51757
លើក	-9.51784
▁យើងខ្ញុំនឹង	-9.51803
▁disease	-9.51803
ប់	-9.5184
អ្នកបញ្ចូល	-9.51911
▁តម្លៃ	-9.51911
នៅពេល	-9.51922
មតិណា	-9.51941
អត្ថបទនេះ៖	-9.51946
រូបនេះ	-9.51966
▁កំណត់ចំណាំចំពោះ	-9.52042
▁provides	-9.52092
scale	-9.52109
re	-9.52131
▁entire	-9.5218
គុណភាព	-9.52229
▁Kandal	-9.52351
▁leaves	-9.52399
ទាំងអស់។	-9.52426
reflecting	-9.52489
▁stakeholders	-9.5249
▁populace	-9.52526
▁solutions	-9.52572
ក្រសួងកសិកម្ម	-9.52576
▁true	-9.52583
អ្នកដទៃប៉ុណ្ណោះ។	-9.52673
▁top	-9.52697
▁trees	-9.52825
▁maintaining	-9.52851
▁ministries	-9.52914
W	-9.52949
▁align	-9.52994
ប្រកួតប្រជែង	-9.53015
▁វិស័យ	-9.53039
១០	-9.53112
បោះឆ្នោត	-9.53177
នៅក្នុងប្រទេស	-9.53285
▁agreements	-9.53314
▁accused	-9.53325
▁ពាន់លានដុល្លារ	-9.53343
វិបត្តិ	-9.53349
▁practices	-9.53364
សំខាន់ក្នុងការ	-9.53387
គ្រឿង	-9.53437
ស្	-9.53471
▁Heng	-9.53528
▁price	-9.5354
ជ្រើសរើស	-9.53625
ive	-9.53644
▁មានប្រសាសន៍ថា	-9.53681
ស្វែងរក	-9.53722
សន្តិសុខ	-9.53759
អ្វី	-9.53764
ចាស់	-9.53773
កិច្ចការ	-9.53852
ភាគច្រើន	-9.53863
▁master	-9.53985
មានចំនួន	-9.54026
▁present	-9.54032
▁Community	-9.54075
▁car	-9.54077
▁Prey	-9.54156
▁evidence	-9.54187
▁success	-9.54245
មើល	-9.54268
General	-9.54375
រុស្ស៊ី	-9.5441
▁same	-9.54496
វិធានការ	-9.54498
ជំងឺកូវីដ	-9.54595
▁ពោលគឺ	-9.54688
▁golden	-9.54692
អន្តរជាតិ។	-9.54694
▁Technology	-9.54775
▁expansion	-9.5478
▁required	-9.54856
កាត់	-9.54942
បុគ្គលិក	-9.54966
▁គាត់	-9.5508
▁draft	-9.55103
upreme	-9.5511
ក្បាល	-9.55142
▁end	-9.55187
▁Nations	-9.55275
▁severe	-9.55351
▁expanding	-9.55429
ស្រូវ	-9.55513
ទូទាំងប្រទេស	-9.55519
▁អ្នកជំនាញ	-9.55644
ខាង	-9.55732
្តិការអន្តរជាតិ	-9.55742
មិនអាច	-9.55853
▁ហេង	-9.55873
▁hectares	-9.561
ពីសំណាក់	-9.5625
▁transparency	-9.56278
▁NEC	-9.56354
▁rose	-9.56383
▁Thom	-9.56386
រស់នៅ	-9.564
ក្រសួងអប់រំ	-9.5643
▁provisions	-9.56608
ភ្នំពេញ	-9.56622
▁នា	-9.56713
បិទ	-9.56794
▁child	-9.56825
N	-9.56853
ទ្វេភាគី	-9.56891
▁គ្រប់	-9.56918
សំណង់	-9.56967
វិស័យទេសចរណ៍	-9.56988
▁developing	-9.57016
ស្នើសុំ	-9.57024
▁កិច្ច	-9.57079
ពេលវេលា	-9.57112
▁Chhnang	-9.57138
▁young	-9.57255
▁ដោយ៖	-9.57338
ត្រូវបានអនុវត្ត	-9.5735
▁គួរ	-9.57456
បទពិសោធន៍	-9.57479
នៅតាម	-9.57492
▁ល	-9.5757
កម្ម	-9.57588
រួមមាន	-9.57675
▁Article	-9.57697
▁vehicles	-9.57757
ចុះបញ្ជី	-9.57852
ung	-9.582
▁strict	-9.58258
▁Notably	-9.58266
ច្បាប់ស្តីពី	-9.58414
▁improving	-9.58414
▁staff	-9.58414
▁sales	-9.58449
របស់ព្រះអង្គ	-9.58455
▁began	-9.5847
▁customers	-9.58509
ការសិក្សា	-9.58531
▁យ	-9.58535
▁ការអភិវឌ្ឍ	-9.58606
▁Summit	-9.58646
▁application	-9.58675
▁Facebook	-9.58764
ទ្រព្យសម្បត្តិ	-9.5883
▁war	-9.58834
ទំនើប	-9.58882
ពង្រឹងសមត្ថភាព	-9.58911
▁លាន	-9.59045
ផងដែរ៕	-9.59046
បាន។	-9.59092
▁issue	-9.5928
▁arrested	-9.59285
ដឹកនាំ	-9.59287
▁used	-9.59363
▁ខែតុលា	-9.5943
▁need	-9.59537
▁air	-9.59567
▁sustainability	-9.59576
▁according	-9.59579
▁facilitate	-9.59615
សេវា	-9.59731
▁six	-9.59775
▁Water	-9.59776
▁era	-9.59793
▁Ta	-9.59869
ប្រសិទ្ធភាព។	-9.59898
ចំណូល	-9.60016
▁Boromneath	-9.6002
ចាប់ផ្ដើម	-9.60078
▁ជំរុញ	-9.60112
ឥណទាន	-9.60168
▁ខែមីនា	-9.60247
▁$1	-9.60281
តា	-9.60372
ប្រហែល	-9.604
▁នរោត្តម	-9.60409
▁set	-9.60411
អត្ថប្រយោជន៍	-9.60524
ហិរញ្ញប្បទាន	-9.60532
គណបក្ស	-9.60552
▁glorious	-9.60649
សង្គ្រោះជាតិ	-9.60721
បញ្ចប់	-9.60742
▁existing	-9.60801
ក្នុងរយៈពេល	-9.60866
ach	-9.60888
▁teachers	-9.60904
▁mutual	-9.60969
សៀវភៅ	-9.61012
▁សេដ្ឋកិច្ច	-9.61013
ទៅជា	-9.61097
▁CNRP	-9.611
ឬ	-9.61169
▁rise	-9.61193
9	-9.61231
▁bank	-9.61259
▁Chan	-9.61299
▁money	-9.61478
▁prevail	-9.61494
▁any	-9.61532
អចលនទ្រព្យ	-9.61535
▁Police	-9.61547
សិល្បៈ	-9.61624
▁Stung	-9.61651
ដោះស្រាយបញ្ហា	-9.61682
▁dispute	-9.61777
គ្រាប់	-9.6189
ក្រុង	-9.61957
ចាប់ខ្លួន	-9.61959
▁another	-9.62
▁ខែឧសភា	-9.62002
▁cultivation	-9.62027
▁events	-9.62099
ទៅនឹង	-9.62109
▁ខែវិច្ឆិកា	-9.62118
លទ្ធផល	-9.62373
▁magnificent	-9.62399
▁capabilities	-9.6256
ជាប្រចាំ	-9.62721
▁does	-9.62884
▁reflect	-9.63035
ការពារជាតិ	-9.63067
▁កិច្ចសហប្រតិបត	-9.6309
▁បញ្ហា	-9.63099
ថ្នាក់	-9.63202
▁Center	-9.63207
▁student	-9.6321
ស្នើ	-9.63216
▁ប	-9.63352
▁អ	-9.63432
▁ឧប	-9.63505
គ្រោះថ្នាក់	-9.6354
▁technologies	-9.63583
▁Pursu	-9.63637
ជន	-9.63698
▁Environment	-9.63792
▁អ្នកនាំពាក្យ	-9.63882
▁សមត្ថកិច្ច	-9.64023
ថ្ម	-9.64052
ស្រុក	-9.64069
▁Speu	-9.64072
ដ៏រឹងមាំ	-9.64093
▁enterprises	-9.64129
▁special	-9.64168
ផ្សារ	-9.64172
ពិតប្រាកដ	-9.64175
ា	-9.64226
▁competitiveness	-9.64236
រដ្ឋធម្មនុញ្ញ	-9.64255
សារព័ត៌មាន	-9.64271
ang	-9.64328
ប្រឆាំង	-9.64371
▁១៥	-9.64478
▁reforms	-9.6459
បងប្អូន	-9.6459
សុំ	-9.64611
▁resilient	-9.64703
▁bridge	-9.64723
តូច	-9.64743
▁ខែកុម្ភៈ	-9.64754
▁authority	-9.64781
▁Affairs	-9.64835
▁ថ្ងៃ	-9.64883
ដល់ទៅ	-9.64917
▁ជីវិត	-9.64948
▁found	-9.64964
អគារ	-9.64993
សា	-9.65046
▁crises	-9.65055
▁very	-9.65072
AI	-9.65201
▁ជាង	-9.65237
អត្រាការប្រាក់	-9.65287
ប៉ុណ្ណោះទេ	-9.65296
▁academic	-9.65383
▁driving	-9.65386
២០	-9.65406
x	-9.65413
▁disputes	-9.65442
▁cannot	-9.65503
▁Construction	-9.65551
សារ	-9.6571
▁expected	-9.65825
ចុងក្រោយ	-9.65829
ទី១	-9.65901
▁grow	-9.66039
▁Riel	-9.66049
decree	-9.66072
▁third	-9.66078
▁Digital	-9.66089
ក្រសួងការពារជាតិ	-9.66116
▁They	-9.6622
▁competition	-9.66252
▁love	-9.66323
▁arrest	-9.66325
▁industrial	-9.66374
▁partner	-9.66421
ទំនិញ	-9.66431
ការបោះឆ្នោត	-9.66496
អង្គរ	-9.66535
▁risk	-9.66652
▁assistance	-9.66671
ចំណុច	-9.66741
▁prison	-9.66744
▁candidates	-9.66791
▁រហូតដល់	-9.66792
▁Some	-9.66814
ទី២	-9.66818
យោធពលខេមរភូមិន្ទ	-9.66866
▁ទទួល	-9.66912
ថ្នាក់ដឹកនាំ	-9.66941
ស្របតាម	-9.6695
គ្រោង	-9.66954
▁commercial	-9.6704
ផ្លាស់ប្តូរ	-9.6706
ដែលអាច	-9.67063
រាជរដ្ឋាភិបាល។	-9.672
▁factories	-9.67222
▁funds	-9.67236
*	-9.67276
▁ខែកក្កដា	-9.67278
level	-9.67337
របស់ប្រជាពលរដ្ឋ	-9.67429
▁eyes	-9.67435
ត្រូវបានរៀបចំឡើង	-9.67463
▁High	-9.67529
▁If	-9.67546
▁external	-9.67569
ក្តី	-9.67584
ឃុំ	-9.67613
▁sub	-9.67631
▁task	-9.67651
ជាន់ខ្ពស់	-9.67713
▁tales	-9.67734
▁Business	-9.67865
▁studies	-9.67953
ation	-9.67997
សេដ្ឋកិច្ចជាតិ	-9.68006
គិត	-9.6817
ch	-9.68174
ដែរ។	-9.68204
▁ដើម្បីលើកកម្ពស់	-9.68346
▁បរទេស	-9.68559
▁lives	-9.68615
ខេត្តសៀមរាប	-9.68688
កូវីដ	-9.6881
▁offers	-9.68848
▁happiness	-9.6909
▁2020	-9.69104
▁right	-9.69105
សាលារៀន	-9.69133
▁multiple	-9.69148
nd	-9.69181
ប្រចាំឆ្នាំ	-9.69197
ដ៏ជ្រាលជ្រៅ	-9.69249
**:	-9.6926
ចំណាយ	-9.69487
▁សិក្សា	-9.6954
▁Sun	-9.69548
▁Forum	-9.69561
មេ	-9.69596
le	-9.69719
▁prince	-9.6983
ត្រឹម	-9.69869
ចាប់ពី	-9.69891
▁protest	-9.69998
▁levels	-9.70054
▁inter	-9.70069
▁Ministers	-9.70088
▁ប្រព័ន្ធ	-9.70105
▁រដ្ឋមន្រ្តី	-9.70154
ខុសច្បាប់	-9.70182
▁N	-9.7023
នី	-9.70234
ther	-9.70283
▁21	-9.70367
▁exam	-9.70457
ចិញ្ចឹម	-9.70464
▁establishment	-9.70483
▁status	-9.7053
▁J	-9.70532
▁Apsara	-9.70598
▁preparing	-9.70705
▁confidence	-9.70705
one	-9.70727
▁Through	-9.70762
▁Japanese	-9.70764
▁season	-9.70772
ខាងលើ	-9.70775
▁committee	-9.70927
សេវាកម្ម	-9.71047
កាលពី	-9.71052
▁suspects	-9.71088
▁joint	-9.71095
▁Banteay	-9.71171
▁spokesperson	-9.71229
▁scholarships	-9.71262
▁sweet	-9.71265
▁physical	-9.71345
ធ្វើដំណើរ	-9.71424
▁គ្មាន	-9.71475
▁14	-9.71477
ដំណោះស្រាយ	-9.71495
ត្រៀម	-9.71529
នៅក្នុងតំបន់	-9.71531
▁annually	-9.71552
សមុទ្រ	-9.71589
ir	-9.71653
▁trust	-9.71714
ស្លាប់	-9.71883
ភ្ញៀវទេសចរ	-9.71898
▁reduc	-9.71908
▁anniversary	-9.71981
▁mechanisms	-9.72144
ទ	-9.72272
▁sovereignty	-9.72287
ធ្លាក់ចុះ	-9.7232
▁house	-9.72353
ព	-9.72447
ឆ្នាំ២០២៣	-9.72455
▁initiatives	-9.72498
▁ទទួលបាន	-9.72507
ពីការ	-9.72517
▁០០០	-9.72523
ដែលកំពុង	-9.72576
▁river	-9.72664
▁passed	-9.72686
▁Singapore	-9.72699
ទើប	-9.72727
▁ខែមិថុនា	-9.72787
▁leader	-9.7281
▁Works	-9.72819
▁met	-9.72896
economic	-9.7293
ចាប់អារម្មណ៍	-9.7294
សកល	-9.72953
▁បង្ហាញ	-9.73048
ព្រៃ	-9.73062
▁benefit	-9.73183
▁GDP	-9.73191
មិនមាន	-9.73216
ក្នុងចំណោម	-9.73294
▁2014	-9.73296
▁២០២២	-9.73339
▁ពួកគេ	-9.73365
ប្រេង	-9.73373
០	-9.73403
រក្សា	-9.73423
▁recovery	-9.73426
▁Two	-9.73437
▁ប្រកាស	-9.73473
▁effectively	-9.73499
▁fresh	-9.73577
▁18	-9.73611
▁mandated	-9.7362
▁concerning	-9.73635
▁operational	-9.73726
▁ដែលអាច	-9.73771
រួច	-9.7386
▁និងលើកកម្ពស់	-9.73881
▁Village	-9.7389
ជី	-9.73941
និងហិរញ្ញវត្ថុ	-9.74019
កើតឡើង	-9.74035
▁និងសំណង់	-9.74101
▁representatives	-9.74149
▁Fisheries	-9.74194
បៃតង	-9.7422
▁advanced	-9.74285
របាយការណ៍	-9.74371
▁female	-9.74475
អនុវត្តគោលនយោបាយ	-9.7464
▁supports	-9.74645
ដំណើរ	-9.74806
▁European	-9.74808
▁seeking	-9.7484
▁Administration	-9.74858
▁enduring	-9.74859
▁objective	-9.7491
▁payment	-9.7491
ក់	-9.7493
▁friendly	-9.74968
តាមរយៈការ	-9.74984
▁ខែកញ្ញា	-9.75064
▁related	-9.75081
▁Human	-9.75097
កូរ៉េ	-9.75128
ពូជ	-9.75243
rd	-9.75246
▁Many	-9.75307
▁ចេញ	-9.75338
រាល់	-9.75428
អគ្គិសនី	-9.75479
China	-9.75496
និយាយ	-9.75543
▁cross	-9.75548
▁medical	-9.75588
▁Rieng	-9.75652
ដីធ្លី	-9.75672
▁4.	-9.75673
ការប្តេជ្ញាចិត្ត	-9.75734
សិទ្ធិ	-9.75737
▁plant	-9.75871
▁officers	-9.75894
ម្ហូបអាហារ	-9.75961
▁ស្តីពី	-9.75994
ទៅតាម	-9.76038
ary	-9.76043
ខេត្តកំពង់ឆ្នាំង	-9.76136
បញ្ជូន	-9.76194
▁pre	-9.76208
អឺរ៉ុប	-9.7621
ពាក់ព័ន្ធនឹង	-9.76243
ថ្នាក់ជាតិ	-9.76249
▁administrative	-9.76321
▁សម្តេច	-9.76383
▁lead	-9.76419
▁response	-9.76448
J	-9.76543
▁CO	-9.7656
▁ម	-9.76647
▁និងដឹកជញ្ជូន	-9.76701
ពួកគាត់	-9.76774
▁addressing	-9.7684
▁experience	-9.76848
ជំងឺ	-9.76867
▁crops	-9.76872
▁parents	-9.7695
ទាំងពីរ	-9.77087
▁ឃុំ	-9.77122
at	-9.77149
និស្សិត	-9.77209
▁stone	-9.77224
▁Re	-9.77294
▁៣០	-9.77317
ស្តង់ដារ	-9.77322
▁partnerships	-9.77405
▁១២	-9.77428
▁ប្រាក់	-9.77488
បន្ទាយមានជ័យ	-9.77531
▁awareness	-9.77548
ម៉ោង	-9.77572
បុគ្គល	-9.77587
បញ្ជាក់ថា	-9.77607
ពិនិត្យ	-9.77667
ចំ	-9.77699
▁faces	-9.77711
▁festival	-9.77771
នៅតែបន្ត	-9.77787
▁orders	-9.77852
ដក	-9.77865
▁Pursat	-9.77941
▁plays	-9.77953
▁office	-9.77982
យ៉ាងខ្លាំង	-9.78086
▁ties	-9.7809
▁gracious	-9.78185
ដូចគ្នា	-9.78342
▁លី	-9.784
ប្រចាំថ្ងៃ	-9.78406
▁ចូល	-9.78452
▁បង្ហាញពី	-9.78499
▁ចូលរួម	-9.78549
ទំហំ	-9.78612
▁monitoring	-9.78613
▁stood	-9.78624
income	-9.78679
ស្ដីពី	-9.78726
▁poor	-9.78745
▁13	-9.78746
U	-9.78746
យុទ្ធនាការ	-9.78806
▁involved	-9.78882
▁មុន	-9.78962
មានប្រសិទ្ធភាព	-9.79019
▁increasing	-9.79027
▁រួច	-9.79034
▁សម្ដេច	-9.79049
សម្របសម្រួល	-9.79072
▁presided	-9.79078
▁methods	-9.79096
▁territorial	-9.79129
ក្រ	-9.79168
▁respect	-9.79217
▁loan	-9.79218
រកឃើញ	-9.79272
▁Code	-9.79304
▁Kratie	-9.79319
សាកលវិទ្យាល័យ	-9.79367
▁CEO	-9.79511
ត្រូវការ	-9.79527
▁ត្រូវតែ	-9.7973
តាមដាន	-9.79738
▁submitted	-9.79846
ជួប	-9.79849
បារាំង	-9.79896
ទប់ស្កាត់	-9.79945
▁recently	-9.79981
សុខុមាលភាព	-9.80058
ប្រមាណជា	-9.80081
▁ចុះ	-9.80087
▁ខែមេសា	-9.8018
ឆ្លុះបញ្ចាំងពី	-9.80227
Senior	-9.80243
ដើរតួនាទីយ៉ាង	-9.80334
▁safeguard	-9.80382
ព្រះរាជក្រឹត្យ	-9.80413
រដ្ឋសភា	-9.80437
▁ច្រើន	-9.8044
▁loss	-9.80497
▁helps	-9.80549
▁once	-9.80561
▁requiring	-9.80594
ភ្នំ	-9.80614
▁ដោយមាន	-9.80658
ទទួលយក	-9.80683
▁completed	-9.80693
un	-9.8071
▁leaving	-9.80722
▁រក	-9.80815
▁inclusive	-9.80833
▁so	-9.80865
el	-9.80904
▁says	-9.80921
▁owner	-9.80938
▁រៀបចំ	-9.80977
://	-9.80981
ឃើញ	-9.80988
បទល្មើស	-9.80988
▁head	-9.81013
▁scent	-9.81064
▁open	-9.81105
▁b	-9.81119
▁ធ្វើឱ្យ	-9.81137
ហានិភ័យ	-9.81212
ត្រឹមតែ	-9.81213
▁times	-9.81263
ស្រី	-9.81299
អាន	-9.81342
▁CPP	-9.81373
▁final	-9.81522
▁forests	-9.81621
ទាំងមូល	-9.81622
ធុរកិច្ច	-9.81622
▁age	-9.81676
▁socio	-9.81692
ទឹកស្អាត	-9.81755
▁អំពី	-9.81758
▁claims	-9.81766
▁drug	-9.81772
▁legacy	-9.8182
▁body	-9.81821
▁care	-9.81827
▁judicial	-9.81858
▁16	-9.81955
u	-9.81995
▁promotion	-9.81998
▁ការអនុវត្ត	-9.8202
▁Europe	-9.8206
▁internal	-9.82085
▁2018	-9.82137
អាស៊ី	-9.82152
▁manage	-9.82154
▁imports	-9.82167
ដោយផ្ទាល់	-9.82177
លី	-9.82289
▁dollars	-9.82379
ចំណីអាហារ	-9.824
▁២០២៤	-9.82407
▁ខែសីហា	-9.82427
របស់គាត់	-9.82484
▁collaborate	-9.82484
▁deaths	-9.82495
▁កើនឡើង	-9.82505
▁Social	-9.82529
up	-9.82545
កន្លងមក	-9.82557
▁រយៈពេល	-9.82674
ការចំណាយ	-9.82726
ជុំវិញ	-9.82743
ពេញលេញ	-9.82745
▁Australia	-9.82832
▁Forestry	-9.82866
▁Women	-9.82886
▁claim	-9.82931
▁រាជធានីភ្នំពេញ	-9.83017
▁confirmed	-9.83039
▁woman	-9.83052
▁prepared	-9.83091
អេឡិចត្រូនិក	-9.8312
▁mitigate	-9.83128
▁ស្រុក	-9.83165
▁នាយករដ្ឋមន្រ្តី	-9.83168
▁និងការអភិវឌ្ឍ	-9.83276
▁collection	-9.83305
▁individual	-9.8332
▁សុ	-9.83408
▁ក្រៅពី	-9.8344
ការស្រាវជ្រាវ	-9.8344
▁comply	-9.83457
▁deeply	-9.83461
ស្នាដៃ	-9.83472
អនាគត	-9.83477
ធ្ងន់ធ្ងរ	-9.8351
▁ក្រសួងអប់រំ	-9.83521
គោលការណ៍	-9.83534
▁Senate	-9.83572
▁certificates	-9.83699
▁freedom	-9.83721
ភាពជាដៃគូ	-9.83765
ចម្រុះ	-9.83767
ការនាំចេញ	-9.83778
▁contributing	-9.83786
▁$2	-9.83885
▁One	-9.83886
▁announces	-9.83886
ធម្មតា	-9.83894
បង្កើតឡើង	-9.83904
▁connect	-9.83909
▁say	-9.83965
▁Authority	-9.83987
សម្រេចចិត្ត	-9.84036
នៅតំបន់	-9.8406
▁ត្រូវបានប្រកាស	-9.84117
ក៏មាន	-9.84188
គំនិត	-9.84194
▁responsibility	-9.84312
▁សំឡេង	-9.84337
▁Urban	-9.84385
▁offering	-9.8439
▁prioritize	-9.84415
▁កាល	-9.84458
តំណាង	-9.8446
▁25	-9.84472
ទូទៅ	-9.84498
ស្ពាន	-9.84506
ក្នុងតំបន់។	-9.84512
▁prior	-9.84513
▁team	-9.84525
▁microfinance	-9.84527
ធនធាន	-9.84571
▁W	-9.84597
▁just	-9.8462
គឺជាអាទិភាពចម្បង	-9.84634
▁India	-9.84667
មន្ត្រីជាន់ខ្ពស់	-9.84766
▁ឬក៏	-9.84786
សំឡេង	-9.84805
ភាគីពាក់ព័ន្ធ	-9.84903
▁threats	-9.84912
▁serve	-9.85025
ការផ្គត់ផ្គង់	-9.85047
▁របាយការណ៍	-9.85048
▁Vihear	-9.85055
ក្លាយជា	-9.85134
▁meters	-9.85149
▁imperative	-9.85189
បន្តិច	-9.85212
▁apply	-9.85246
▁sent	-9.85283
▁ឯកឧត្ដម	-9.85288
▁Transport	-9.85317
▁entrepreneurs	-9.85348
គំនិតផ្តួចផ្តើម	-9.85378
▁យ៉ាងណាមិញ	-9.85458
▁Hong	-9.85488
គ្រឿងញៀន	-9.85579
គោរព	-9.85587
▁literacy	-9.85593
តាំងពី	-9.85615
▁Agricultural	-9.85796
▁និងអន្តរជាតិ	-9.85853
▁treatment	-9.85865
សមាគម	-9.85872
▁កាន់	-9.85874
▁opening	-9.85916
គ្រប់ប្រភេទ	-9.85927
▁Opposition	-9.85931
▁better	-9.8594
▁maintenance	-9.85955
៣០	-9.85956
▁several	-9.86011
▁សង្កាត់	-9.86034
▁សម្ដេចធិបតី	-9.86055
នាយករដ្ឋមន្រ្តី	-9.86065
ម៉ូតូ	-9.86087
សហគ្រាស	-9.861
សម្តេចតេជោ	-9.86106
▁developed	-9.86127
▁citizen	-9.86161
▁breeze	-9.86202
▁ដើម្បីធានា	-9.86213
ក្រសួងមហាផ្ទៃ	-9.86254
am	-9.86297
បណ្ឌិត	-9.863
▁Trade	-9.86333
▁សិស្ស	-9.8636
អត្តសញ្ញាណ	-9.864
ទាក់ទងនឹង	-9.86472
▁obstacles	-9.86484
▁industry	-9.86495
▁gratitude	-9.86542
ចាក់	-9.86576
▁place	-9.86629
old	-9.86633
▁participate	-9.86659
ប្រទេសទាំងពីរ	-9.86665
នីតិវិធី	-9.8668
▁late	-9.86691
ទាមទារ	-9.86757
▁Li	-9.86764
▁senior	-9.86815
រូបភាព	-9.86873
▁form	-9.8692
ជំនួយ	-9.86965
ការិយាល័យ	-9.86967
▁rich	-9.86984
▁organizations	-9.87016
អាម៉េរិក	-9.87078
▁Veng	-9.87099
នឹងត្រូវ	-9.87197
▁projected	-9.87245
▁tech	-9.87253
▁ទៀត	-9.8732
V	-9.87358
▁បង្កើតបានជា	-9.87461
▁conduct	-9.87478
នាំចូល	-9.87492
▁និងនវានុវត្តន៍	-9.87507
▁Cooperation	-9.87569
ទាំងស្រុង	-9.87657
▁journey	-9.87685
▁encourages	-9.87727
▁ព្រះអង្គម្ចាស់	-9.87735
គ្រូបង្រៀន	-9.87752
▁ជាក់ស្ដែង	-9.87814
របស់ចិន	-9.87885
ការយល់ដឹង	-9.87904
▁នៅពេលដែល	-9.87927
▁គង់	-9.87936
▁mere	-9.87948
របស់ពួកគេ។	-9.88001
បា	-9.88087
កម្ចី	-9.88122
▁Sar	-9.88124
▁trafficking	-9.88126
ឱកាស	-9.88178
▁vocational	-9.88191
ក្រសួងសុខាភិបាល	-9.88208
ប្រឆាំងនឹង	-9.8824
20	-9.8825
▁2015	-9.8825
ministerial	-9.8826
▁ព្រះអង្គ	-9.88313
របស់អង្គការ	-9.88445
▁ក្រុមប្រឹក្សា	-9.88452
▁reform	-9.88479
បន្លែ	-9.88523
▁Currently	-9.88526
សម្ដេចព្រះបរមនាថ	-9.88536
▁ផ្តល់	-9.88588
ចាំបាច់	-9.88634
▁http	-9.88733
▁art	-9.88748
w	-9.88779
▁សហគមន៍	-9.88795
ទាក់ទាញ	-9.88827
▁always	-9.88828
▁largest	-9.88856
ol	-9.88893
ឈើ	-9.88943
សង្គមស៊ីវិល	-9.88987
▁criminal	-9.89043
▁Under	-9.89137
កំពូល	-9.89172
បក្ស	-9.89186
អំណាច	-9.89246
▁allocated	-9.89314
▁globally	-9.894
់	-9.89443
▁vaccination	-9.89487
ដែលត្រូវ	-9.89501
▁1,	-9.89612
នគរបាល	-9.89643
២នាក់	-9.89693
▁lower	-9.89695
ការត្រួតពិនិត្យ	-9.89717
▁zones	-9.89726
▁enforcement	-9.89726
បាត់បង់	-9.89773
▁understand	-9.89775
ជោគជ័យ	-9.89818
▁achievements	-9.8983
ក្រសួងបរិស្ថាន	-9.8989
▁មិនមែន	-9.89906
ដ៏ធំល្វឹងល្វើយ	-9.89937
ឧបករណ៍	-9.90059
ដដែល	-9.9006
▁governance	-9.90083
▁Asian	-9.90134
▁marriage	-9.90147
▁លោកបណ្ឌិត	-9.90207
▁Festival	-9.90218
▁decline	-9.90228
គ្រប់រូប	-9.90271
បង្រៀន	-9.90307
មជ្ឈមណ្ឌល	-9.90345
▁registered	-9.90345
▁Office	-9.90389
សម្រេចបាននូវ	-9.90428
ness	-9.90458
▁Oknha	-9.90461
▁១១	-9.90519
▁achiev	-9.90522
▁លើក	-9.90551
ការអប់រំ	-9.90591
▁play	-9.90679
▁Moha	-9.90695
▁electricity	-9.90717
▁practice	-9.90728
ទាប	-9.9073
ញ	-9.90759
ខេត្តបាត់ដំបង	-9.90781
▁40	-9.908
ក្រសួងការងារ	-9.90826
ប្រជារាស្ត្រ	-9.90858
▁Trump	-9.90927
▁tranquility	-9.9093
ry	-9.90965
▁អភិបាល	-9.90992
ស្អាត	-9.91037
▁gain	-9.91095
▁vehicle	-9.91128
▁finance	-9.91152
«	-9.91182
▁បើក	-9.91373
▁starting	-9.91421
▁beyond	-9.91426
▁Global	-9.91452
ចេះ	-9.91477
▁making	-9.91517
quality	-9.91569
ដ៏សំខាន់	-9.91576
▁organize	-9.91653
▁ADB	-9.91707
▁tree	-9.91716
armed	-9.91743
ណាស់	-9.91756
គ្រឹះស្ថាន	-9.91779
ជើង	-9.91823
0	-9.91863
ក៏អាច	-9.91882
▁guidelines	-9.9195
▁share	-9.91953
▁Takeo	-9.9206
▁motorcycle	-9.92066
▁សូមបញ្ជាក់ថា	-9.92098
ប្រពៃណី	-9.92165
▁១០០	-9.92202
▁Mondulkiri	-9.92202
កសាង	-9.92204
▁ទន្ទឹមនឹងនេះ	-9.92236
▁សមាគម	-9.92237
▁affairs	-9.92252
▁adherence	-9.92298
▁2019	-9.923
▁model	-9.92358
ដ៏ខ្ពង់ខ្ពស់	-9.92372
▁200	-9.92403
▁president	-9.92505
ity	-9.92529
▁truth	-9.92584
នៅឡើយ	-9.92598
▁Ukraine	-9.9261
▁lost	-9.92625
▁ongoing	-9.9267
▁អាមេរិក	-9.92686
ថ្មីមួយ	-9.92748
▁សម្រេច	-9.92754
▁lack	-9.9277
ឲ្យបាន	-9.92775
▁institution	-9.92796
10	-9.92834
២០២៣	-9.92883
▁ទឹក	-9.92892
ឯកជន	-9.92921
សក្តានុពល	-9.92999
▁យក	-9.93043
▁central	-9.93052
bringing	-9.93094
duly	-9.93123
▁detention	-9.93157
កន្លងទៅនេះ	-9.93241
▁នឹងត្រូវ	-9.93269
▁scholarship	-9.93405
▁Sihanoukville	-9.93445
ពិត	-9.93514
▁crop	-9.93522
▁my	-9.93644
អ៊ុយក្រែន	-9.93645
ផ្លូវចិត្ត	-9.93722
សិស្សានុសិស្ស	-9.93792
អង្ករ	-9.93848
▁រូប	-9.93864
▁regularly	-9.93979
▁jasmine	-9.94034
▁ដើម្បីបង្កើន	-9.94121
▁តែងតែ	-9.94137
សេដ្ឋកិច្ចពិសេស	-9.94156
បរិយាកាស	-9.94211
ចោល	-9.94231
▁SEA	-9.94251
▁never	-9.94255
រីកចម្រើន	-9.94394
សរុបចំនួន	-9.94451
▁subject	-9.9449
អ្នកសារព័ត៌មាន	-9.94562
ការប្រកួតប្រជែង	-9.94574
▁បញ្ជាក់ថា	-9.94575
▁elections	-9.94615
▁beautiful	-9.94669
▁then	-9.94683
▁Rescue	-9.94697
▁supported	-9.94708
ផលប៉ះពាល់	-9.9483
កត្តា	-9.94844
▁Commune	-9.94852
um	-9.94896
ជាក់ស្តែង	-9.94897
▁month	-9.94903
បង្ហាញពី	-9.94934
បានបញ្ជាក់ថា	-9.94945
ផល	-9.94957
បុរស	-9.9497
▁Sap	-9.94995
▁Science	-9.95003
▁charges	-9.95004
▁independence	-9.95027
ប្រាសាទ	-9.95061
ធនធានធម្មជាតិ	-9.95091
បញ្ជាក់	-9.95097
ច្រើនជាង	-9.95103
សាកល្បង	-9.95105
▁represent	-9.95238
▁Federation	-9.95366
▁conservation	-9.95438
វីដេអូ	-9.9546
▁continuously	-9.95501
▁complete	-9.9552
ធ្វើជា	-9.95533
▁workshop	-9.95536
បេក្ខជន	-9.95632
▁book	-9.95656
▁rule	-9.95728
▁integration	-9.95811
▁diverse	-9.95812
est	-9.95819
te	-9.95823
▁though	-9.95869
លើសពី	-9.9587
ឱ្យមាន	-9.95877
▁violence	-9.96035
▁resolution	-9.96175
▁ancestors	-9.9626
ដើម្បីធានាបាននូវ	-9.96268
et	-9.96276
▁educational	-9.96293
បណ្តាញ	-9.96307
ស្ថាប័នពាក់ព័ន្ធ	-9.96314
▁17	-9.96315
▁Sa	-9.96381
▁experiences	-9.96404
▁pertain	-9.96437
គណបក្សប្រជាជន	-9.9644
ឆ្នាំ២០២៤	-9.96461
▁located	-9.96486
រឹងមាំ	-9.96499
ដា	-9.96501
▁suspect	-9.96508
មហាសេនាបតីតេជោ	-9.96511
▁poverty	-9.96546
▁issuance	-9.96629
▁yields	-9.9666
ជនសង្ស័យ	-9.96685
ទាំងឡាយ	-9.96694
▁require	-9.96698
ចូលរួមយ៉ាងសកម្ម	-9.96712
អះអាងថា	-9.96759
O	-9.96777
ស្មារតី	-9.96783
border	-9.96794
រដ្ឋមន្រ្តី	-9.96811
▁abroad	-9.96812
ដ៏អស្ចារ្យ	-9.96924
វត្ត	-9.97051
អាទិភាព	-9.9706
មានតម្លៃ	-9.97096
▁factors	-9.97104
▁Head	-9.97152
▁monetary	-9.97165
▁co	-9.97203
កំណែទម្រង់	-9.97207
▁Russian	-9.97212
▁focusing	-9.97228
សាធារណៈ។	-9.97323
▁successfully	-9.9733
▁concerns	-9.97374
តែមួយ	-9.97439
▁ករណី	-9.97461
rom	-9.97509
នេះដែរ	-9.97522
▁Treng	-9.97546
▁monthly	-9.97579
▁property	-9.97698
▁back	-9.97761
▁Bun	-9.97852
▁short	-9.97883
▁ព្រះរាជរដ្ឋ	-9.97893
▁sell	-9.97899
យុត្តិធម៌	-9.97963
▁គ្នា	-9.97971
▁Any	-9.98048
▁propose	-9.98072
វិនិយោគិន	-9.98168
បានកើនឡើង	-9.9818
▁temples	-9.98186
▁Training	-9.98231
អាជ្ញាធរមូលដ្ឋាន	-9.98232
▁Three	-9.98384
▁make	-9.98388
ពង្រីក	-9.98392
▁ជប៉ុន	-9.98429
ភ្លើង	-9.98465
▁pure	-9.98465
▁Ben	-9.98485
វាយតម្លៃ	-9.98487
ចំនួន៣	-9.98508
▁Justice	-9.98515
im	-9.98573
ra	-9.98647
តែង	-9.98671
▁princess	-9.987
របស់វា	-9.98712
▁Tonle	-9.98743
▁forms	-9.9876
▁Plan	-9.98808
ចំនួន២	-9.98904
▁SMEs	-9.98984
▁ស្របតាម	-9.99009
យកទៅ	-9.99072
ជានិច្ច	-9.99157
ឆ្នាំ២០២២	-9.99223
▁compassion	-9.99276
▁secure	-9.99286
ភូមិសាស្ត្រ	-9.99311
បំណុល	-9.99388
វិធីសាស្ត្រ	-9.99398
▁ស្ថាប័ន	-9.99429
▁submit	-9.99438
ពាក្យ	-9.99442
របស់នាង	-9.99465
▁show	-9.99494
បី	-9.99511
▁exported	-9.99543
មូលនិធិ	-9.99554
រាជធានី	-9.99634
▁Understanding	-9.99638
ប៉ុណ្ណោះ។	-9.99662
▁រដ្ឋលេខាធិការ	-9.99678
▁និងកំពុង	-9.99689
▁techniques	-9.99692
ឆ្នាំនេះ	-9.99806
សាច់	-9.99835
រយៈពេលវែង	-9.99851
▁គឺជាកាតព្វកិច្ច	-9.99868
▁left	-9.99909
is	-9.9991
▁safeguarding	-9.99914
▁ស៊ុន	-9.99965
ផ្សេងៗទៀត	-9.99988
▁Note	-9.99989
▁forum	-9.99994
▁France	-10
▁soil	-10.0002
កីឡា	-10.0003
▁Life	-10.0004
▁fear	-10.0016
▁ឡី	-10.0017
▁site	-10.0018
▁ស្រី	-10.0022
▁២៥	-10.0022
ព្រៃឈើ	-10.0025
▁join	-10.003
▁កើត	-10.0033
សកម្មជន	-10.0034
▁today	-10.0044
ong	-10.0045
▁judgment	-10.0046
▁Experts	-10.0056
សម្តេច	-10.0063
▁Special	-10.0065
សេដ្ឋកិច្ច។	-10.0068
▁prescribed	-10.0071
▁expenses	-10.0072
▁launch	-10.0072
▁Ch	-10.0078
ផ្កា	-10.008
▁ក្រសួងកសិកម្ម	-10.0083
និយម	-10.0085
▁memories	-10.0087
តិច	-10.0087
▁pay	-10.0097
▁immense	-10.01
អង្គការសហប្រជា	-10.0103
▁ក្នុងឱកាស	-10.0106
▁enabl	-10.0106
▁និងឯកជន	-10.011
▁Strategy	-10.011
na	-10.0119
▁Capital	-10.012
អនុស្សាវរីយ៍	-10.0125
▁Peace	-10.0125
ក្នុងប្រទេស	-10.0126
គំរូ	-10.0133
▁Post	-10.0133
▁testament	-10.0134
▁statement	-10.0135
▁explore	-10.0136
▁ទីផ្សារ	-10.0138
អូស្ត្រាលី	-10.0138
▁cities	-10.014
▁Th	-10.014
▁close	-10.0142
ដ៏សំខាន់មួយ	-10.0144
▁១៣	-10.0146
ជំរុញឱ្យ	-10.0147
▁Planning	-10.0158
▁expanded	-10.0158
▁forth	-10.0162
▁Project	-10.0164
▁ផល	-10.0164
ប្រាប់	-10.0169
▁throughout	-10.017
តវ៉ា	-10.0171
ia	-10.0185
▁owners	-10.0187
▁advance	-10.0192
មន្ទីរពេទ្យ	-10.0193
▁ចាប់ពី	-10.0194
ពុក	-10.0195
យុទ្ធសាស្រ្ត	-10.0198
គួរឱ្យកត់សម្គាល់	-10.0202
ន់	-10.0204
▁Airport	-10.0205
▁prevention	-10.0207
▁Policy	-10.0213
▁tasks	-10.0223
▁កែម	-10.0223
▁គឺមានសារៈសំខាន់	-10.0223
▁improved	-10.0225
នៅទូទាំងប្រទេស	-10.0226
សហគ្រាសធុនតូច	-10.0228
▁sanctions	-10.0229
▁តំណាង	-10.0229
ក្រុងព្រះសីហនុ	-10.023
▁អត្ថបទ៖	-10.0233
▁emergency	-10.0237
▁contributed	-10.0237
ការរៀបចំ	-10.0238
▁ទី១	-10.0241
អ្នកស្រី	-10.0242
▁hold	-10.0243
▁Union	-10.0246
ដឹង	-10.0246
▁French	-10.0247
កងទ័ព	-10.0247
ពាណិជ្ជកម្មសេរី	-10.0249
▁ក្នុងចំណោម	-10.025
៣នាក់	-10.0253
▁welfare	-10.0253
▁existence	-10.0258
▁distant	-10.0261
ពេញ	-10.0263
▁១៤	-10.0266
បរិយាប័ន្ន	-10.0272
ជាអ្នក	-10.0276
ព្រំដែន	-10.0277
▁housing	-10.0277
▁អាជីវកម្ម	-10.028
អំពើពុករលួយ	-10.0284
វិជ្ជមាន	-10.0284
▁how	-10.0291
▁ទី២	-10.0297
លក្ខខណ្ឌ	-10.03
▁ដើម្បីឱ្យ	-10.0305
▁ដើម្បីជំរុញ	-10.0306
ដឹក	-10.0308
▁result	-10.031
រហូត	-10.0311
▁stress	-10.0312
លិខិត	-10.0314
ទិសដៅ	-10.0319
▁មិនត្រឹមតែ	-10.0319
▁ដី	-10.0321
អ្នកជំនាញ	-10.0332
▁reports	-10.0334
▁visitors	-10.0341
▁conference	-10.035
▁Municipal	-10.035
▁walls	-10.0352
aimed	-10.0355
ak	-10.0358
▁reading	-10.0358
បទ	-10.0361
▁spread	-10.0361
អាចនឹង	-10.037
▁regular	-10.0372
បណ្ឌិតសភាចារ្យ	-10.0372
▁សុទ្ធតែ	-10.0377
▁safe	-10.0378
រូបិយវត្ថុ	-10.0379
បានឱ្យដឹងថា	-10.0382
ជូនប្រជាពលរដ្ឋ	-10.0398
▁signature	-10.0406
▁upcoming	-10.0407
▁និស្សិត	-10.041
▁សន្តិភាព	-10.0412
១៥	-10.0413
▁ruling	-10.0414
ច្បាប់ជាធរមាន។	-10.0416
▁facing	-10.0417
ការសម្រេចចិត្ត	-10.0417
ថ្មីនេះ	-10.0419
សហប្រជាជាតិ	-10.042
ក្រសួងរៀបចំដែនដី	-10.0422
▁lotus	-10.0422
