<pad>	0
<unk>	0
<s>	0
</s>	0
<2en>	0
<2km>	0
▁	-2.34454
,	-3.68358
.	-3.85385
▁the	-4.0543
▁and	-4.58539
▁to	-4.61614
▁of	-4.66814
។	-4.68838
s	-4.75836
-	-5.0935
▁a	-5.20301
▁in	-5.22038
▁is	-5.30227
:	-5.35609
▁និង	-5.41679
▁for	-5.56206
▁The	-5.75695
)	-5.81132
▁(	-5.82329
និង	-5.89141
▁with	-5.92576
▁that	-6.03121
▁you	-6.0833
▁on	-6.20753
ing	-6.23843
?	-6.26362
’	-6.26914
▁are	-6.30861
/	-6.33701
▁be	-6.39536
▁can	-6.40762
▁it	-6.41706
▁I	-6.41774
ដែល	-6.46437
នៃ	-6.48693
▁as	-6.49229
▁will	-6.51023
▁at	-6.563
▁by	-6.57399
▁from	-6.57997
សម្រាប់	-6.58881
▁or	-6.60047
▁have	-6.68477
▁your	-6.72407
នេះ	-6.73504
▁បាន	-6.75376
ed	-6.76003
▁ការ	-6.77126
▁this	-6.77146
របស់	-6.78486
▁has	-6.81923
▁not	-6.82688
▁ដែល	-6.83129
៖	-6.83144
▁នៅ	-6.84005
ពី	-6.90794
បាន	-6.94422
t	-6.96822
នៅក្នុង	-6.97896
▁ហើយ	-6.98445
▁/	-6.98828
▁Cambodia	-6.99561
;	-7.0129
▁“	-7.01429
ដោយ	-7.02398
▁A	-7.04185
▁1	-7.12429
▁an	-7.13485
នៅ	-7.16115
'	-7.16535
▁ឬ	-7.16671
e	-7.1683
▁។	-7.17012
▁we	-7.17146
ក្នុង	-7.172
d	-7.17339
▁ជា	-7.20532
▁all	-7.20811
”	-7.2129
ឬ	-7.21402
មាន	-7.22349
!	-7.24123
▁more	-7.24517
▁មាន	-7.2549
ហើយ	-7.26182
C	-7.297
▁was	-7.31721
របស់អ្នក	-7.32035
▁3	-7.32495
mm	-7.33583
ការ	-7.34026
▁In	-7.34027
▁which	-7.34781
ដើម្បី	-7.35747
▁"	-7.35981
"	-7.36379
មួយ	-7.36737
▁also	-7.37249
▁ដោយ	-7.37688
ជា	-7.40089
▁2	-7.40412
▁-	-7.40642
កម្ពុជា	-7.4203
គឺ	-7.43686
▁It	-7.44405
▁|	-7.45149
ជាមួយ	-7.45248
▁ក្នុង	-7.45525
▁their	-7.45856
▁អ្នក	-7.47012
ទៅ	-7.48258
2	-7.49641
▁លោក	-7.49826
er	-7.50406
S	-7.50466
y	-7.50587
▁new	-7.51459
m	-7.52044
▁high	-7.52451
▁but	-7.54268
ly	-7.54712
▁គឺ	-7.55528
▁This	-7.56534
▁one	-7.56858
▁ដើម្បី	-7.57656
▁our	-7.58776
▁its	-7.58796
ដែលមាន	-7.59416
D	-7.59454
▁they	-7.60053
▁10	-7.60435
▁4	-7.62186
▁time	-7.62323
▁5	-7.62354
នឹង	-7.6319
អ្នក	-7.63313
▁នេះ	-7.6424
A	-7.64646
▁so	-7.65501
V	-7.67444
ត្រូវបាន	-7.68171
▁S	-7.68547
▁other	-7.69861
លើ	-7.7025
▁like	-7.70787
in	-7.70987
ថា	-7.71469
▁China	-7.71619
▁–	-7.71655
a	-7.71712
▁នឹង	-7.73339
▁use	-7.74484
ចំនួន	-7.75308
al	-7.75939
វា	-7.76345
%	-7.76592
▁over	-7.76668
▁របស់	-7.77243
▁C	-7.7889
▁សម្រាប់	-7.79174
x	-7.79295
▁about	-7.79664
ស	-7.8085
▁his	-7.82622
▁should	-7.83028
(	-7.83725
▁than	-7.84004
ដល់	-7.84745
▁2021	-7.84892
▁if	-7.84986
▁do	-7.85136
▁he	-7.85151
▁been	-7.86191
អាច	-7.86299
com	-7.86889
▁must	-7.87249
▁into	-7.87342
▁នៃ	-7.87505
▁We	-7.87811
▁who	-7.88525
▁up	-7.88934
▁P	-7.8957
▁when	-7.90493
នៅលើ	-7.90667
4	-7.90993
n	-7.91071
ជាមួយនឹង	-7.91296
▁យើង	-7.91802
ក្នុងការ	-7.92349
ទេ	-7.93142
ទាំងអស់	-7.93301
▁ទៅ	-7.93878
▁T	-7.94185
▁used	-7.9421
▁ប៉ុន្តែ	-7.95141
▁ត្រូវ	-7.95666
T	-7.95962
▁them	-7.96965
▁If	-7.97073
▁after	-7.97244
▁products	-7.97477
W	-7.98066
ថ្មី	-7.98443
▁តើ	-7.99023
3	-7.99599
▁6	-7.99648
ជាច្រើន	-7.99721
r	-7.99876
▁people	-8.00297
ផលិតផល	-8.00759
▁វា	-8.01027
▁B	-8.012
ប្រតិបត្តិការ	-8.02515
G	-8.02552
▁very	-8.02594
▁១	-8.02663
▁ពី	-8.02875
ដូចជា	-8.0328
▁development	-8.04068
▁my	-8.04957
ខ្ពស់	-8.04962
o	-8.05019
របស់យើង	-8.05486
▁For	-8.06125
▁water	-8.06348
▁need	-8.06433
▁there	-8.06608
▁ឆ្នាំ	-8.07
▁LED	-8.07471
▁only	-8.07737
ជាង	-8.0798
▁out	-8.0833
▁may	-8.0858
▁*	-8.08849
▁through	-8.09287
ក	-8.0931
g	-8.0978
ឱ្យ	-8.1079
es	-8.11148
L	-8.11223
▁market	-8.11402
ក្រុមហ៊ុន	-8.11562
▁make	-8.11905
▁គឺជា	-8.11935
▁8	-8.11937
▁Royal	-8.1204
▁no	-8.12685
▁+	-8.1269
▁most	-8.1323
▁quality	-8.13239
លោក	-8.13426
តាម	-8.1363
▁២	-8.13642
▁system	-8.13878
▁And	-8.1388
▁first	-8.14119
▁such	-8.14362
▁&	-8.14368
នូវ	-8.15294
ប្រព័ន្ធ	-8.15331
▁years	-8.1545
▁H	-8.15839
1	-8.15904
▁12	-8.16257
▁good	-8.16563
▁You	-8.1678
▁មិន	-8.1712
B	-8.17208
▁20	-8.17213
ចំពោះ	-8.17227
i	-8.17484
▁7	-8.17997
មិន	-8.18523
កម្មវិធី	-8.18617
th	-8.18932
អំពី	-8.1908
ឧបករណ៍	-8.19303
▁many	-8.19381
នោះ	-8.19987
▁any	-8.20638
M	-8.20983
យើង	-8.21041
▁៣	-8.22066
re	-8.22157
▁Ministry	-8.22322
://	-8.22362
▁អាច	-8.22782
▁because	-8.23464
ល្អ	-8.237
▁work	-8.23957
▁two	-8.24116
ការងារ	-8.24118
▁some	-8.2414
▁Penh	-8.24251
▁D	-8.24744
▁well	-8.24769
▁these	-8.24792
P	-8.24828
▁Phnom	-8.25043
),	-8.2522
▁ថា	-8.25278
▁Cambodian	-8.25466
▁ដូច្នេះ	-8.25642
H	-8.26822
រ	-8.26826
▁were	-8.27061
▁To	-8.27292
F	-8.27305
គឺជា	-8.27817
ប្រើប្រាស់	-8.28232
p	-8.28278
»	-8.2842
ទឹក	-8.28546
...	-8.29978
របស់ពួកគេ	-8.30107
បច្ចេកវិទ្យា	-8.30136
▁public	-8.30749
▁year	-8.30898
ដំណើរការ	-8.31145
▁during	-8.31211
▁R	-8.31225
▁E	-8.3125
▁us	-8.31577
ផ្សេងទៀត	-8.31847
▁ហ៊ុន	-8.31945
▁M	-8.32099
▁My	-8.32119
ផងដែរ។	-8.32242
ខ្ញុំ	-8.32399
▁me	-8.33087
▁shall	-8.33601
E	-8.33813
▁F	-8.33966
ម៉ាស៊ីន	-8.34336
▁machine	-8.34644
▁G	-8.34896
▁National	-8.35724
k	-8.35739
or	-8.35804
▁He	-8.36083
▁what	-8.36181
▁best	-8.36548
▁national	-8.36614
▁ត្រូវបាន	-8.3678
.”	-8.37072
▁before	-8.37662
ប	-8.37739
ផ្នែក	-8.37773
ត្រូវ	-8.37999
c	-8.38154
▁production	-8.39059
▁Do	-8.392
ធ្វើ	-8.39256
បន្ថែម	-8.3926
ទាំងនេះ	-8.39751
▁health	-8.40185
K	-8.41024
ទីផ្សារ	-8.41049
▁support	-8.41085
▁ក្រុមហ៊ុន	-8.41155
▁her	-8.41335
▁មួយ	-8.4134
ជាតិ	-8.41341
▁life	-8.41385
▁get	-8.41713
របស់អ្នក។	-8.41924
5	-8.4222
▁take	-8.42241
▁know	-8.42259
ប្រើ	-8.42329
មនុស្ស	-8.42591
▁long	-8.42748
▁ខ្ញុំ	-8.42809
▁តែ	-8.43076
▁under	-8.43132
▁said	-8.43381
▁Minister	-8.43527
▁«	-8.43538
▁without	-8.43721
ពួកគេ	-8.44194
សេដ្ឋកិច្ច	-8.44239
▁15	-8.44332
ត	-8.44408
▁power	-8.44758
អន្តរជាតិ	-8.45199
មួយចំនួន	-8.45815
▁want	-8.45849
▁His	-8.46258
ឧស្សាហកម្ម	-8.46699
ន	-8.47492
▁small	-8.47756
▁No	-8.47916
▁company	-8.48098
▁Hun	-8.48391
របស់ខ្លួន	-8.48571
ផងដែរ	-8.48624
▁different	-8.4916
▁•	-8.49403
▁ensure	-8.49825
នៃការ	-8.50062
▁ក៏	-8.50092
ឆ្នាំ	-8.50277
▁world	-8.50397
w	-8.50702
ច្រើន	-8.50752
▁L	-8.50862
“	-8.50886
ពាណិជ្ជកម្ម	-8.51152
▁U	-8.51155
តម្លៃ	-8.51453
▁day	-8.51552
ទេ។	-8.51676
ប្រកបដោយ	-8.51975
▁៤	-8.52866
▁»	-8.52952
▁while	-8.53311
▁30	-8.53431
ម	-8.53798
▁help	-8.54025
▁million	-8.54066
៥	-8.54383
▁design	-8.54429
▁50	-8.54664
▁every	-8.54851
▁made	-8.5514
▁international	-8.55269
តាមរយៈ	-8.55374
ប្រភេទ	-8.55432
▁product	-8.55693
▁between	-8.55869
ល	-8.55896
▁had	-8.55922
អាជីវកម្ម	-8.55943
▁៥	-8.56376
▁how	-8.56579
▁នៅក្នុង	-8.56954
▁គេ	-8.57176
▁process	-8.57459
ថាមពល	-8.57658
ធំ	-8.57819
មក	-8.57996
▁data	-8.58341
6	-8.58686
▁service	-8.58699
▁economic	-8.58915
▁technology	-8.59031
▁ដល់	-8.59222
v	-8.59343
▁business	-8.59468
▁information	-8.59472
▁government	-8.59546
▁find	-8.59771
៕	-8.59781
▁steel	-8.60092
គ្រប់គ្រង	-8.60648
▁ធ្វើ	-8.60887
▁N	-8.60911
ព័ត៌មាន	-8.60941
).	-8.61196
▁100	-8.61489
បន្ទាប់ពី	-8.61942
to	-8.62422
▁light	-8.62464
▁land	-8.62494
h	-8.62567
X	-8.629
▁see	-8.62965
ភាព	-8.63116
ដែលបាន	-8.6325
▁All	-8.63495
▁កម្ពុជា	-8.64022
បង្កើត	-8.64324
ហិរញ្ញវត្ថុ	-8.64448
▁would	-8.64529
ទី	-8.64563
កំពុង	-8.64586
▁control	-8.65392
8	-8.65442
▁9	-8.65488
១	-8.65495
រចនាសម្ព័ន្ធ	-8.6589
R	-8.65936
▁even	-8.66086
ចិន	-8.66134
b	-8.66684
ទាំង	-8.66748
]	-8.66932
▁within	-8.66976
▁food	-8.67392
on	-8.6741
▁growth	-8.67423
▁then	-8.67756
ផ្ទាល់ខ្លួន	-8.67899
ការប្រើប្រាស់	-8.68277
▁ឯកឧត្តម	-8.68299
▁just	-8.68918
ក្រុម	-8.69317
▁provide	-8.69445
▁លើ	-8.69662
ឯកសារ	-8.69685
▁As	-8.69775
ទិញ	-8.69824
ic	-8.6994
▁ព្រះ	-8.69972
▁price	-8.69972
N	-8.7009
▁go	-8.70217
▁Government	-8.70257
able	-8.70456
បន្ត	-8.70461
▁order	-8.70699
▁With	-8.70753
▁free	-8.70801
▁same	-8.70855
▁material	-8.70911
▁ពេល	-8.70945
an	-8.71276
ផ្លូវ	-8.71311
7	-8.71633
▁right	-8.71659
រវាង	-8.71776
ក៏	-8.71943
▁now	-8.71986
▁including	-8.72055
▁How	-8.72149
▁នោះ	-8.72253
តែ	-8.72288
▁him	-8.72346
▁K	-8.7256
ទទួលបាន	-8.7275
▁am	-8.72781
បង្ហាញ	-8.72852
▁way	-8.72931
▁ប្រសិនបើ	-8.72946
▁three	-8.73144
▁Previous	-8.73221
▁Sen	-8.73342
▁per	-8.73492
ការពារ	-8.73676
▁សែន	-8.73911
l	-8.73946
▁where	-8.73958
ង	-8.74184
▁project	-8.74392
នេះ។	-8.74579
នៅពេល	-8.74772
I	-8.74896
▁ទេ	-8.75205
▁៖	-8.75771
▁កម្មវិធី	-8.75883
ion	-8.75923
▁using	-8.75928
▁Next	-8.75997
▁large	-8.76087
en	-8.76116
▁days	-8.76194
ខ្លាំង	-8.76227
២	-8.7644
របស់ខ្ញុំ	-8.76558
▁24	-8.76798
▁What	-8.76835
▁19	-8.76917
ខ្សែ	-8.7696
▁agricultural	-8.77169
▁each	-8.77878
us	-8.77947
ដី	-8.77985
▁ជាមួយនឹង	-8.78619
▁មក	-8.78803
▁http	-8.79008
▁O	-8.79718
▁New	-8.79829
ដាក់	-8.79938
▁18	-8.8012
យក	-8.80367
▁ទាំង	-8.80454
▁those	-8.80487
▁factory	-8.80652
▁Samdech	-8.8107
▁$	-8.81103
▁°	-8.81147
តំបន់	-8.8123
ផលិត	-8.81472
▁temperature	-8.81534
គម្រោង	-8.81653
▁V	-8.81711
សម្រាប់ការ	-8.81961
▁being	-8.8205
ទិន្នន័យ	-8.82236
▁financial	-8.82443
▁When	-8.82591
ការផ្លាស់ប្តូរ	-8.82649
▁ពួក	-8.82668
▁Co	-8.82742
រហូតដល់	-8.82845
សេវាកម្ម	-8.8288
រថយន្ត	-8.82985
ត្រួតពិនិត្យ	-8.83059
▁Can	-8.83194
▁both	-8.83456
ពីរ	-8.8378
▁size	-8.84023
The	-8.84072
10	-8.84104
+	-8.84154
ដែក	-8.84286
▁11	-8.84293
-19	-8.84426
J	-8.8466
ដូច	-8.84682
▁investment	-8.84834
▁back	-8.84982
▁students	-8.85032
▁online	-8.85081
ers	-8.85445
▁services	-8.85455
ប៉ុន្តែ	-8.85508
▁etc	-8.85583
▁easy	-8.85589
▁important	-8.856
សុវត្ថិភាព	-8.85641
▁Khmer	-8.85681
▁W	-8.86046
▁ជាមួយ	-8.86164
▁number	-8.86219
▁equipment	-8.86247
ល្អបំផុត	-8.86424
f	-8.86649
ឲ្យ	-8.8667
▁សូម	-8.86932
ពិសេស	-8.86951
▁១០	-8.8696
សម្ភារៈ	-8.87024
៣	-8.87092
គាត់	-8.87123
កំដៅ	-8.8724
របស់គាត់	-8.8727
អាមេរិក	-8.87299
ពណ៌	-8.876
ណាមួយ	-8.87809
▁due	-8.87836
u	-8.87905
▁1.	-8.87976
▁គាត់	-8.88208
▁ថ្ងៃ	-8.88281
▁industry	-8.88378
លេខ	-8.88434
▁much	-8.88498
▁ឱ្យ	-8.88647
សកម្មភាព	-8.88705
▁display	-8.8914
ចូល	-8.89186
▁៦	-8.89208
▁16	-8.89496
▁Is	-8.89675
▁materials	-8.89695
ធ្វើការ	-8.90029
▁X	-8.90168
បំផុត	-8.9026
▁ដូចជា	-8.9027
▁An	-8.90287
▁[	-8.90331
▁glass	-8.90376
▁low	-8.90608
▁law	-8.90639
លក់	-8.90686
ផ្សេងៗ	-8.90721
▁social	-8.90979
▁ប្រព័ន្ធ	-8.91061
▁sector	-8.9118
▁customers	-8.91491
ទំនាក់ទំនង	-8.91628
*	-8.91859
▁does	-8.9189
▁area	-8.91931
ទីក្រុង	-8.9198
▁future	-8.92033
▁key	-8.92144
▁great	-8.92325
ទំហំ	-8.92416
st	-8.92423
▁បន្ទាប់ពី	-8.92611
▁ក្រុម	-8.92812
ផ្សព្វផ្សាយ	-8.92835
▁could	-8.93058
កាត់	-8.93096
▁14	-8.93244
គំរូ	-8.9329
▁own	-8.93299
កញ្ចក់	-8.93332
ពន្លឺ	-8.93334
ចេញពី	-8.93461
របស់វា	-8.93534
កន្លែង	-8.93538
cm	-8.93676
វីដេអូ	-8.93734
ប្រសិទ្ធភាព	-8.93995
▁ពណ៌	-8.9406
រាជរដ្ឋាភិបាល	-8.94452
▁various	-8.94748
ផលិតកម្ម	-8.94951
១៩	-8.94969
▁ដែលជា	-8.95131
▁home	-8.95154
▁hours	-8.95308
▁global	-8.95336
ថ្ងៃ	-8.9535
▁needs	-8.9543
▁improve	-8.95448
បញ្ហា	-8.95515
អតិថិជន	-8.95728
▁Bitcoin	-8.95767
▁de	-8.95886
៤	-8.95992
▁ឧបករណ៍	-8.96077
▁2022	-8.96225
▁research	-8.96374
▁ម	-8.96381
▁place	-8.96468
ផ្លាស់ប្តូរ	-8.96565
ធ្វើឱ្យ	-8.96806
បើក	-8.96822
ml	-8.96826
▁On	-8.96865
អ្នកប្រើប្រាស់	-8.96914
O	-8.96942
ទីតាំង	-8.97007
អាហារ	-8.97009
▁better	-8.97372
▁event	-8.97493
ផ្ទះ	-8.97531
▁ដ៏	-8.97645
▁around	-8.97648
▁full	-8.97786
▁ខែ	-8.97815
ចាប់ផ្តើម	-8.97874
ថ្ម	-8.97952
▁High	-8.98003
▁according	-8.98072
បច្ចេកទេស	-8.98125
▁change	-8.98175
▁Mr	-8.982
▁citizens	-8.98205
▁part	-8.98299
គ្មាន	-8.98538
▁construction	-8.98576
វិញ	-8.98695
▁against	-8.98766
ដូច្នេះ	-8.98767
▁25	-8.98861
▁buy	-8.99075
ដំបូង	-8.99348
▁COVID	-8.99457
ធម្មតា	-8.99521
យ៉ាង	-8.99601
▁បន្ទាប់	-8.9977
ឡើងវិញ	-8.99907
▁2.	-8.99919
ឌីជីថល	-8.99959
▁ៗ	-9.00107
▁Prime	-9.00114
▁children	-9.00566
▁set	-9.00658
ដ៏	-9.0081
▁តាម	-9.00824
កម្រិត	-9.0097
▁type	-9.0099
តម្រូវការ	-9.01024
▁down	-9.01065
ation	-9.01088
▁ប្រភេទ	-9.01449
ចេញ	-9.01541
▁re	-9.01651
នៅកម្ពុជា	-9.0203
ជំនាញ	-9.02056
ច្បាប់	-9.0221
▁40	-9.02481
នោះទេ	-9.02495
ដែលអាច	-9.0257
▁ប្រទេស	-9.02613
▁working	-9.02691
ស៊ី	-9.02703
▁Q	-9.02917
ណា	-9.02944
▁ព័ត៌មាន	-9.02955
▁By	-9.03026
▁management	-9.03149
▁supply	-9.03186
▁case	-9.03348
▁Android	-9.03674
ទៅកាន់	-9.03685
ពេលវេលា	-9.03809
▁2020	-9.04032
▁So	-9.04166
▁trade	-9.04268
▁ចំនួន	-9.04272
▁she	-9.04454
ប្រេង	-9.04539
ប្រទេស	-9.04623
កំណត់	-9.04644
▁13	-9.04872
▁energy	-9.05119
—	-9.05293
▁There	-9.0549
▁body	-9.05706
▁non	-9.05786
▁surface	-9.0581
▁protection	-9.05811
សិក្សា	-9.05845
▁open	-9.05974
▁ជាពិសេស	-9.06019
ឈ្មោះ	-9.06084
▁countries	-9.06087
គុណភាព	-9.06104
▁here	-9.06228
▁ស	-9.06256
▁color	-9.06284
▁After	-9.06438
ដើម	-9.06705
ឡើង	-9.06816
▁air	-9.06821
um	-9.06893
▁available	-9.07046
គ្នា	-9.07069
▁application	-9.071
▁top	-9.07206
▁video	-9.07279
▁stated	-9.07357
▁60	-9.07454
▁ម៉ោង	-9.07499
▁un	-9.07682
▁2017	-9.07863
▁security	-9.07869
យ	-9.07984
▁International	-9.08039
រូបភាព	-9.08098
▁Kingdom	-9.08245
ខ្លះ	-9.08446
▁family	-9.08584
នាង	-9.08651
▁authorities	-9.08702
▁human	-9.08871
▁Our	-9.08879
▁digital	-9.08951
បំពង់	-9.09599
▁don	-9.0982
▁increase	-9.09982
បន្ថែមទៀត	-9.10006
▁oil	-9.1003
▁still	-9.1008
▁មុន	-9.10102
មើល	-9.10206
ខ្យល់	-9.10299
▁They	-9.10389
▁ប្រសិនបើអ្នក	-9.10787
▁God	-9.10866
▁meet	-9.10898
it	-9.10953
▁screen	-9.1098
▁since	-9.11215
ស្ថានភាព	-9.11262
▁But	-9.11278
ជ្រើសរើស	-9.11382
▁Ye	-9.11698
Y	-9.11817
▁2019	-9.1182
▁Instagram	-9.11853
រោងចក្រ	-9.11938
&	-9.11955
ve	-9.12077
គេហទំព័រ	-9.12161
▁study	-9.12263
បច្ចុប្បន្ន	-9.12287
ស្តង់ដារ	-9.12308
▁ឲ្យ	-9.12361
▁game	-9.12514
▁enhance	-9.12563
មុន	-9.12687
▁J	-9.127
the	-9.13059
▁Z	-9.13177
▁experience	-9.13278
▁ទំហំ	-9.13557
▁Model	-9.13636
កុមារ	-9.13682
រឿង	-9.13731
បរិស្ថាន	-9.1374
▁●	-9.13776
▁However	-9.1378
▁local	-9.13782
▁safety	-9.13797
▁ទី	-9.13817
ត្រូវការ	-9.1403
ខ្មែរ	-9.1425
ភាគច្រើន	-9.14403
▁next	-9.14406
▁2018	-9.14444
▁become	-9.14567
▁ASEAN	-9.14653
▁At	-9.14666
អាលុយមីញ៉ូម	-9.14831
នានា	-9.14849
▁content	-9.14885
▁ល្ងាច	-9.14944
▁បើ	-9.14949
វិទ្យាសាស្ត្រ	-9.15051
ក្នុងរយៈពេល	-9.15106
▁University	-9.15195
ផ្តល់	-9.15282
▁parts	-9.15384
ance	-9.15435
▁p	-9.15454
អនុវត្ត	-9.15541
Z	-9.15639
ត្រឹមត្រូវ	-9.15878
▁name	-9.15912
▁Bank	-9.15931
▁ម៉ាស៊ីន	-9.15965
ក្នុងស្រុក	-9.15972
គាំទ្រ	-9.15975
▁continue	-9.1601
សីតុណ្ហភាព	-9.16014
▁legal	-9.16029
▁projects	-9.16067
ស្វែងរក	-9.16376
▁country	-9.16389
▁special	-9.16541
ខាងក្រៅ	-9.16593
▁cooperation	-9.16599
▁រាល់	-9.16604
▁x	-9.1661
▁performance	-9.16721
▁strong	-9.16921
9	-9.17021
▁៨	-9.17142
▁~	-9.17183
▁following	-9.17183
▁0	-9.1726
▁Chinese	-9.17266
▁result	-9.17283
រយៈពេល	-9.17289
▁ផលិតផល	-9.17401
ព្រះ	-9.17406
ការគ្រប់គ្រង	-9.17412
គ្រួសារ	-9.17567
▁hand	-9.17595
▁#	-9.17614
ផ្គត់ផ្គង់	-9.17686
អាចត្រូវបាន	-9.17711
ខ្លួន	-9.17734
▁https	-9.17785
▁always	-9.17791
▁ប្រទេសចិន	-9.17911
ពិភពលោក	-9.17924
បណ្តាញ	-9.17984
▁head	-9.17998
▁end	-9.18005
រៀបចំ	-9.18142
▁access	-9.18167
▁companies	-9.18217
▁education	-9.18295
៨	-9.18332
de	-9.18425
▁times	-9.18437
20	-9.18474
ប្រាក់	-9.18563
▁current	-9.18686
▁Re	-9.18729
▁last	-9.18751
▁ឡើង	-9.18791
យកចិត្តទុកដាក់	-9.18861
▁ខ្ញុំនឹង	-9.18867
សង្គម	-9.18927
and	-9.18935
អ	-9.19035
▁PCB	-9.19036
ធម្មជាតិ	-9.19095
ដៃ	-9.1925
▁Excellency	-9.19271
នីមួយៗ	-9.19335
cambodia	-9.19389
ប្រហែល	-9.19392
▁តម្លៃ	-9.19485
ម្នាក់	-9.19706
▁ដូច	-9.1979
▁December	-9.19817
▁amount	-9.1985
▁test	-9.1992
ៈ	-9.20056
គោលដៅ	-9.20073
▁real	-9.20075
▁ភាព	-9.20217
▁money	-9.20394
វ	-9.20423
▁training	-9.20423
ដោយស្វ័យប្រវត្តិ	-9.20432
ប្រឆាំងនឹង	-9.20433
▁CNC	-9.20441
កម្លាំង	-9.20488
▁report	-9.20513
is	-9.206
មូលដ្ឋាន	-9.20696
▁cutting	-9.20707
12	-9.20721
ទាប	-9.20951
▁community	-9.21044
▁ប្រើ	-9.21083
▁range	-9.21094
▁King	-9.21097
ដោយសារតែ	-9.21125
▁៧	-9.21192
j	-9.21268
រដ្ឋាភិបាល	-9.21362
៦	-9.21447
ដែលជា	-9.21483
សំខាន់	-9.21487
▁ដោយសារ	-9.21516
▁rate	-9.2159
ខ្លួនឯង	-9.21871
0000	-9.21897
▁main	-9.21966
ដឹកជញ្ជូន	-9.22044
តូច	-9.22047
▁come	-9.22072
ជិត	-9.22135
▁rice	-9.22464
សុខភាព	-9.22498
▁cost	-9.22644
អគ្គិសនី	-9.22873
▁ក្នុងការ	-9.2306
▁policy	-9.23112
តែមួយ	-9.23366
ព្រឹត្តិការណ៍	-9.23403
▁official	-9.23526
te	-9.23526
អេក្រង់	-9.23533
ហ្គេម	-9.23548
ដែរ	-9.23708
ដែលត្រូវបាន	-9.23899
▁province	-9.23981
▁team	-9.24273
មុខ	-9.24277
ត្រជាក់	-9.24291
▁value	-9.24519
កុំព្យូទ័រ	-9.24617
ក្បាល	-9.24642
▁too	-9.24929
▁post	-9.24931
ជីវិត	-9.25001
▁give	-9.25076
▁pressure	-9.25215
▁resistance	-9.25303
▁upon	-9.2535
=	-9.25396
បញ្ចូល	-9.25587
ant	-9.25592
le	-9.25666
▁account	-9.25705
បិទ	-9.25823
▁...	-9.25837
▁News	-9.25865
▁export	-9.2592
▁reduce	-9.25977
ឆ្លងកាត់	-9.26027
ដំណោះស្រាយ	-9.26084
▁និងការ	-9.26123
ពេញលេញ	-9.26213
មុនពេល	-9.26305
▁essential	-9.26334
▁Preah	-9.26345
ចូលចិត្ត	-9.26358
▁bought	-9.26472
▁100%	-9.26514
▁តាមរយៈ	-9.26532
▁billion	-9.26602
▁found	-9.26682
ៗ	-9.26695
▁users	-9.26714
z	-9.26723
▁21	-9.26868
▁especially	-9.2688
ll	-9.27001
▁17	-9.27063
ពេល	-9.27186
▁peace	-9.27315
▁customer	-9.27327
▁manufacturers	-9.27363
▁contact	-9.27365
▁workers	-9.27392
▁pm	-9.27497
▁site	-9.27524
កសិកម្ម	-9.27568
▁ភ្នំពេញ	-9.27585
▁plan	-9.27618
បន្ទះ	-9.27751
▁foreign	-9.27933
▁among	-9.28053
▁plastic	-9.28117
អ្វីដែល	-9.28118
▁clean	-9.28129
អាន	-9.28132
▁level	-9.28167
▁>	-9.28296
▁នាក់	-9.28311
មិនមាន	-9.2843
▁keep	-9.28581
សហគមន៍	-9.286
▁Please	-9.28674
▁start	-9.28754
▁offer	-9.28806
ar	-9.28822
▁city	-9.28865
▁3.	-9.28993
របស់ក្រុមហ៊ុន	-9.29113
ចុងក្រោយ	-9.29309
▁These	-9.2932
▁prices	-9.29409
សរុប	-9.2948
▁choose	-9.296
▁ដុល្លារ	-9.29665
រដ្ឋ	-9.29694
▁មនុស្ស	-9.29727
▁capacity	-9.29829
ត្រូវបានគេ	-9.29997
គំនិត	-9.30181
▁US	-9.30258
នោះទេ។	-9.30348
▁building	-9.30351
ចូលទៅក្នុង	-9.30577
▁card	-9.3062
▁program	-9.30729
សត្វ	-9.30746
▁ក៏ដូចជា	-9.30777
▁bag	-9.30921
▁រាជរដ្ឋាភិបាល	-9.31036
▁January	-9.31095
▁YouTube	-9.31175
▁500	-9.31193
ករណី	-9.31203
▁requirements	-9.3128
50	-9.31311
▁natural	-9.31365
ស្បែក	-9.31732
▁ទទួល	-9.31772
▁heat	-9.31828
▁demand	-9.31928
ity	-9.31929
▁Machine	-9.32028
▁another	-9.32118
ក៏ដោយ	-9.32178
មួយដែល	-9.32228
▁200	-9.32257
▁protect	-9.32454
▁possible	-9.32694
ទៅនឹង	-9.32699
▁standard	-9.32825
▁ដោយសារតែ	-9.32853
ឈើ	-9.3294
▁Product	-9.3296
▁speed	-9.33033
សូម	-9.33124
▁Techo	-9.33243
សាកល្បង	-9.3325
▁face	-9.33301
អភិវឌ្ឍន៍	-9.33305
▁heart	-9.33354
▁skills	-9.33389
30	-9.33437
ចំណុច	-9.33475
▁Power	-9.3364
▁iPhone	-9.33642
▁rights	-9.33737
▁Windows	-9.33877
យ៉ាងខ្លាំង	-9.3428
▁complete	-9.34344
▁further	-9.34369
▁include	-9.34506
▁infrastructure	-9.34552
ទទួល	-9.34557
▁prevent	-9.34631
▁layer	-9.34706
▁November	-9.34732
នៅពេលដែល	-9.34859
សាធារណៈ	-9.34932
កាត់បន្ថយ	-9.34932
ចូលរួម	-9.35
▁school	-9.35042
▁Google	-9.35123
▁ពួកគេ	-9.35173
▁higher	-9.35261
▁line	-9.35379
▁across	-9.35408
▁total	-9.35428
_	-9.35499
▁areas	-9.35518
ថ្មី។	-9.35717
▁man	-9.35814
និយាយ	-9.35829
គេ	-9.35884
សមត្ថភាព	-9.35892
▁added	-9.35995
ness	-9.36059
ដ	-9.36143
ទៅលើ	-9.36207
▁ខណៈ	-9.36536
el	-9.36578
▁វាត្រូវបាន	-9.36712
មិនអាច	-9.36752
▁state	-9.37019
ប្រមាណ	-9.37076
ment	-9.37138
▁treatment	-9.37177
▁professional	-9.37271
▁នៅពេលដែល	-9.37395
▁Home	-9.37559
▁officials	-9.37563
▁sell	-9.37804
▁four	-9.37809
▁past	-9.37861
▁efficiency	-9.37882
ទូរស័ព្ទ	-9.37935
▁processing	-9.38024
▁One	-9.38044
▁making	-9.38067
▁PVC	-9.3808
▁May	-9.38103
▁According	-9.38136
▁technical	-9.3814
▁មុន៖	-9.38246
កាន់តែ	-9.38342
▁phone	-9.38348
ត្រី	-9.38351
man	-9.38359
▁device	-9.38426
▁play	-9.38487
▁months	-9.38662
▁Y	-9.38911
អា	-9.39009
▁Why	-9.39073
▁website	-9.39101
▁Dr	-9.39288
មុខងារ	-9.39327
ប្រជាជន	-9.39401
▁required	-9.39416
ក្រោម	-9.39582
▁Mac	-9.39703
▁avoid	-9.39713
Q	-9.39746
co	-9.3979
ប្រជាពលរដ្ឋ	-9.39898
ការអភិវឌ្ឍ	-9.39925
កូន	-9.39949
▁ខ្លួន	-9.40024
▁រោងចក្រ	-9.40038
40	-9.40118
▁plans	-9.40156
▁suitable	-9.40227
▁sure	-9.40228
កា	-9.40294
▁things	-9.40358
▁off	-9.40381
៧	-9.40528
▁green	-9.40551
▁មម	-9.40926
▁meeting	-9.41068
▁apply	-9.41215
kg	-9.41294
▁០	-9.4133
ក្រណាត់	-9.41339
ដោយប្រើ	-9.41354
na	-9.41388
▁house	-9.41605
លេង	-9.41611
▁operation	-9.41623
▁Health	-9.41779
មកពី	-9.41831
▁others	-9.41839
▁present	-9.41847
▁22	-9.41848
ទាំងមូល	-9.41863
ស្រាវជ្រាវ	-9.41869
up	-9.41893
▁ទៀត	-9.42238
▁often	-9.42259
▁led	-9.42335
▁គ្មាន	-9.42396
▁until	-9.42499
សម្ពាធ	-9.42515
▁let	-9.42598
▁today	-9.42675
▁structure	-9.42731
ដូចគ្នា	-9.4279
▁អ្នកអាច	-9.42859
▁promote	-9.42875
▁visit	-9.42933
▁white	-9.4313
អ្នកផ្គត់ផ្គង់	-9.43147
បញ្ចប់	-9.43179
▁She	-9.43237
កំពូល	-9.43298
▁Lord	-9.43303
ive	-9.43365
▁Factory	-9.43366
ប្រសិនបើ	-9.43376
▁look	-9.43482
ទទួលយក	-9.43658
ច្រើនជាង	-9.43661
ច	-9.43718
▁mobile	-9.43725
ទៀត	-9.43738
ជួយ	-9.4375
ចាប់អារម្មណ៍	-9.43846
សំខាន់ៗ	-9.43927
▁ជាង	-9.43975
▁series	-9.4401
▁institutions	-9.44176
▁military	-9.44195
15	-9.44215
▁review	-9.44216
ការត្រួតពិនិត្យ	-9.44357
▁AC	-9.4437
▁think	-9.44386
អេ	-9.44439
geeks	-9.44447
▁car	-9.44576
ជម្រើស	-9.44606
គ្រប់គ្រាន់	-9.44614
▁above	-9.44809
▁create	-9.4488
▁គម្រោង	-9.45026
▁Pro	-9.45028
▁media	-9.45114
▁period	-9.45131
▁metal	-9.45138
▁put	-9.45152
ry	-9.4527
ខាងលើ	-9.45295
▁anti	-9.45374
ក្រដាស	-9.4538
ការរចនា	-9.45549
ទំនិញ	-9.45589
▁addition	-9.45622
▁youth	-9.45623
▁និយាយ	-9.45627
ត្រូវតែ	-9.45653
ប្រកាស	-9.45715
កាន់តែច្រើន	-9.45771
វិជ្ជាជីវៈ	-9.45839
▁learn	-9.45911
▁effect	-9.46065
រក្សា	-9.4607
▁stability	-9.46077
▁less	-9.46106
▁weight	-9.46177
▁Ltd	-9.46211
សម្រាប់អ្នក	-9.46234
របស់យើង។	-9.46255
ប្រអប់	-9.46265
ដោយសារ	-9.46325
របស់ពួកគេ។	-9.46457
▁ផ្លូវ	-9.46496
▁daily	-9.46558
រាងកាយ	-9.46607
▁បន្ថែម	-9.46747
▁court	-9.46765
សហរដ្ឋអាមេរិក	-9.46774
▁private	-9.46802
យុវជន	-9.46816
លទ្ធផល	-9.46818
▁នៅពេល	-9.46903
▁environment	-9.46977
▁ខែធ្នូ	-9.47013
ផ្ទៃ	-9.47096
▁few	-9.47161
▁Kampong	-9.47236
ប៉ុណ្ណោះ	-9.47284
ក្រោយ	-9.47363
ដ៏អស្ចារ្យ	-9.47464
ខេត្ត	-9.47506
▁civil	-9.47519
60	-9.4755
ព្យាបាល	-9.47568
▁measures	-9.47668
▁old	-9.47683
▁កំពុង	-9.47768
ទូទៅ	-9.47799
▁skin	-9.48014
▁2014	-9.48033
▁4.	-9.48036
▁ancient	-9.48101
ធនាគារ	-9.48161
▁check	-9.4824
អាកាសធាតុ	-9.48262
ដោយឥតគិតថ្លៃ	-9.48283
កាបូប	-9.48297
បុរស	-9.48328
សា	-9.48477
▁‘	-9.48517
▁គ្នា	-9.48588
▁able	-9.4869
▁យ៉ាង	-9.488
បុរាណ	-9.48926
ate	-9.48955
▁side	-9.48991
▁Free	-9.49087
▁live	-9.49153
▁group	-9.49164
បំពេញ	-9.49342
កង់	-9.49367
▁Development	-9.49416
▁ទោះបីជា	-9.4945
▁women	-9.49477
▁២០	-9.49492
គោលនយោបាយ	-9.49596
▁little	-9.49628
ton	-9.49709
▁major	-9.49726
▁strength	-9.49726
▁pay	-9.49735
ia	-9.49817
pcs	-9.49912
▁១០០	-9.49951
ពលរដ្ឋ	-9.49985
សាកលវិទ្យាល័យ	-9.50012
▁brand	-9.50019
▁បន្ទាប់មក	-9.50177
▁purpose	-9.50232
▁care	-9.50264
at	-9.50266
et	-9.50322
យុទ្ធសាស្ត្រ	-9.50374
▁form	-9.50388
org	-9.5045
១០	-9.5046
11	-9.50468
និងការ	-9.50468
▁night	-9.50481
▁problem	-9.50489
▁party	-9.50565
វិនិយោគ	-9.50587
est	-9.50629
▁mind	-9.50664
ថ្នាក់	-9.50679
▁ខ្ញុំមាន	-9.50688
/?	-9.50821
▁via	-9.50974
ជើង	-9.50993
ទៅជា	-9.51054
ភ្លើង	-9.51067
▁five	-9.5107
ទាំងនោះ	-9.51133
បទពិសោធន៍	-9.51218
▁recommend	-9.51329
សារ	-9.51345
▁ក្រុមហ៊ុនផលិត	-9.51365
▁សម្ភារៈ	-9.51462
ស្ត្រី	-9.51502
នយោបាយ	-9.51521
▁standards	-9.51568
▁second	-9.51578
▁systems	-9.51632
▁platform	-9.51666
ទាក់ទងនឹង	-9.51698
ការអនុវត្ត	-9.51733
▁example	-9.51744
▁economy	-9.51833
▁based	-9.52068
ចិត្ត	-9.52135
▁យក	-9.52146
un	-9.5223
៩	-9.52239
មេ	-9.52249
សញ្ញា	-9.52326
▁lot	-9.52432
▁comes	-9.52486
ផ្ទាល់	-9.52493
អ្វី	-9.52524
▁say	-9.52551
▁types	-9.52589
សៀវភៅ	-9.52691
▁World	-9.52709
▁person	-9.52715
▁ឈ្មោះ	-9.52721
ទាំងពីរ	-9.52768
▁sustainable	-9.52787
ជាក់លាក់	-9.52802
រស់នៅ	-9.52844
▁love	-9.52878
▁going	-9.53004
▁week	-9.53123
▁United	-9.53229
@	-9.53241
ថ្មីៗ	-9.53345
▁IP	-9.53383
▁activities	-9.53422
ផ្សេងទៀត។	-9.53437
▁fabric	-9.53503
as	-9.53514
កើនឡើង	-9.53518
រឹង	-9.53555
សិស្ស	-9.53572
លើសពី	-9.53678
មាស	-9.53712
▁conditions	-9.53719
កីឡា	-9.53722
គណនី	-9.53747
▁battery	-9.53758
min	-9.54013
អនុញ្ញាតឱ្យ	-9.54033
▁self	-9.54036
▁black	-9.54108
ឌី	-9.54258
អ្នកអាច	-9.54268
បោះពុម្ព	-9.54308
បង្កើន	-9.54334
▁De	-9.54343
អង្គការ	-9.54371
▁300	-9.54414
▁issues	-9.54429
ដោយគ្មាន	-9.54455
▁personal	-9.5449
ផ្ទុក	-9.54602
រៀន	-9.54649
ស្ងួត	-9.54722
ទំនើប	-9.54814
ជី	-9.54855
▁problems	-9.54975
▁cases	-9.55077
នី	-9.55089
▁article	-9.55092
ចង់	-9.55173
ដោយផ្ទាល់	-9.55283
16	-9.5529
▁ចិន	-9.55313
▁role	-9.55369
▁fish	-9.55432
▁never	-9.55433
▁Best	-9.55516
▁effective	-9.55517
▁clear	-9.55604
ផែនការ	-9.55654
អេឡិចត្រូនិច	-9.55715
▁means	-9.5573
age	-9.55824
▁ព្រោះ	-9.55859
▁១២	-9.55931
▁short	-9.5596
▁single	-9.55968
▁provides	-9.55982
▁point	-9.5602
▁achieve	-9.56032
▁នាទី	-9.561
▁តំបន់	-9.5613
100	-9.56168
ជ	-9.56185
▁popular	-9.56215
▁Province	-9.56222
ur	-9.56507
▁October	-9.56641
ផ្សេងៗគ្នា	-9.5665
រួមមាន	-9.5673
term	-9.56884
▁កុំ	-9.5711
បុគ្គលិក	-9.57146
បញ្ជូន	-9.57276
▁farmers	-9.57285
▁**	-9.5729
គ្រប់	-9.57414
▁app	-9.57489
▁ខែវិច្ឆិកា	-9.57585
បែបនេះ	-9.57652
តា	-9.57688
ra	-9.57734
▁designed	-9.57754
▁monitor	-9.57767
▁ចំពោះ	-9.57772
ch	-9.57852
ស្រទាប់	-9.57876
▁show	-9.57971
▁ភាគរយ	-9.57973
▁below	-9.5799
less	-9.58076
របស់ខ្ញុំ។	-9.58079
▁knowledge	-9.58099
ពាក្យ	-9.58113
▁did	-9.58138
ថ្នាំ	-9.58156
អារម្មណ៍	-9.58179
▁challenges	-9.5825
▁1,	-9.58557
ជំនួយ	-9.58589
▁Day	-9.58599
▁profound	-9.58643
មាតិកា	-9.58644
ផ្សិត	-9.58701
▁ក	-9.58725
▁មើល	-9.58769
របស់លោក	-9.58801
▁software	-9.58813
ធាតុ	-9.58879
▁away	-9.58892
គួរតែ	-9.59
–	-9.59107
ម៉ាក	-9.59152
ដា	-9.59226
▁says	-9.59259
រួមគ្នា	-9.59267
តាមដាន	-9.59274
▁ចិត្ត	-9.59351
▁address	-9.5949
▁sales	-9.59542
កែច្នៃ	-9.59664
បានទេ	-9.59718
▁already	-9.59867
▁tax	-9.59947
▁gas	-9.5998
▁several	-9.59993
▁simple	-9.60002
▁hot	-9.60071
▁crucial	-9.60222
▁President	-9.604
អាស៊ាន	-9.60524
▁along	-9.6054
ងាយស្រួល	-9.60559
25	-9.60609
ជូន	-9.60754
▁markets	-9.60778
ហេដ្ឋា	-9.60898
ភ្ជាប់	-9.60904
រចនា	-9.60965
▁ម។	-9.60989
▁called	-9.60997
របស់នាង	-9.61055
ខ្មៅ	-9.61065
▁makes	-9.61068
▁Water	-9.61077
លី	-9.61144
▁network	-9.61172
នៃព្រះរាជាណាចក្រ	-9.61299
▁July	-9.61321
▁ព្រមទាំង	-9.61362
**	-9.6139
▁modern	-9.61422
វេទិកា	-9.61478
កិច្ចព្រមព្រៀង	-9.61553
រក	-9.6159
▁នូវ	-9.61624
នេះគឺ	-9.61656
▁payment	-9.61736
▁space	-9.6177
▁benefits	-9.61781
ឡើយ។	-9.61787
▁committed	-9.6183
ang	-9.61895
year	-9.61918
0	-9.62029
▁aluminum	-9.62082
ស្	-9.62106
▁៩	-9.62173
▁together	-9.62191
▁model	-9.6223
វប្បធម៌	-9.62257
▁Size	-9.62271
kh	-9.62304
▁hard	-9.62313
▁function	-9.62334
ចាស់	-9.62361
ធ្វើដំណើរ	-9.62369
នាយករដ្ឋមន្ត្រី	-9.6239
ine	-9.62459
▁field	-9.62492
▁offers	-9.62506
រាជធានីភ្នំពេញ	-9.62527
▁members	-9.62684
ម៉ា	-9.62737
ies	-9.62853
▁រ	-9.62969
▁1000	-9.63217
២០	-9.6324
▁excellent	-9.63243
▁capital	-9.63253
▁domestic	-9.63279
▁traditional	-9.63354
▁23	-9.63381
▁board	-9.63426
▁cannot	-9.6345
▁OEM	-9.63468
កាត	-9.63488
▁June	-9.63529
▁morning	-9.63587
យ៉ាងទូលំទូលាយ	-9.6362
▁fully	-9.63671
ដើម្បីទទួលបាន	-9.63673
នៅតែ	-9.6369
▁box	-9.63734
ប្រសិនបើអ្នក	-9.63809
ទេសចរណ៍	-9.63852
កញ្ចប់	-9.63892
អូ	-9.63905
▁City	-9.63961
▁electric	-9.63996
▁film	-9.64072
▁feel	-9.64077
▁environmental	-9.64137
ma	-9.64256
▁registration	-9.6432
▁office	-9.64362
ta	-9.64502
ខាងក្នុង	-9.64597
▁budget	-9.64631
ម៉ោង	-9.64632
លុយ	-9.64642
id	-9.64773
▁Alton	-9.64826
បី	-9.64897
We	-9.6496
▁Sam	-9.65002
▁society	-9.65128
▁laser	-9.6513
ពិតប្រាកដ	-9.65251
▁method	-9.6527
▁September	-9.65392
▁continues	-9.65404
▁Your	-9.6544
▁remains	-9.65441
▁នាង	-9.6545
រី	-9.65689
លើក	-9.65734
អប់រំ	-9.65844
▁ទ្រង់	-9.65883
សិល្បៈ	-9.6589
▁share	-9.66032
នៅទីនេះ	-9.66039
▁maintain	-9.66068
០	-9.66093
▁បង្កើត	-9.66101
▁safe	-9.66187
▁saw	-9.66209
▁receive	-9.66293
ណាស់	-9.66315
):	-9.66331
ភ្នែក	-9.6647
ចាន	-9.66527
ទាំងស្រុង	-9.66527
▁month	-9.66598
per	-9.66642
▁Japan	-9.66663
▁regional	-9.66749
▁once	-9.66805
▁Technology	-9.66808
តែងតែ	-9.66848
se	-9.66883
វិស័យ	-9.66924
▁Casino	-9.67033
▁opportunities	-9.67072
▁បើក	-9.67165
ការិយាល័យ	-9.67186
▁pre	-9.6719
▁history	-9.67202
ជញ្ជាំង	-9.67257
▁អ្វី	-9.67325
▁programs	-9.67352
បរិមាណ	-9.67381
ចុះ	-9.67382
បាន។	-9.67406
▁ខែមករា	-9.67417
▁2015	-9.67444
ល្បឿន	-9.67448
ា	-9.67454
ផ្តល់នូវ	-9.67521
សម្លៀកបំពាក់	-9.67572
ទម្រង់	-9.67639
សំឡេង	-9.67667
ដែលមិន	-9.67703
០០០	-9.67873
▁groups	-9.67877
ពង្រីក	-9.68053
▁policies	-9.6809
▁Al	-9.68126
ដែរ។	-9.68139
▁strengthen	-9.68163
▁ច្រើន	-9.68166
▁interest	-9.68186
200	-9.68201
ក្នុងតំបន់	-9.68276
U	-9.68322
សេវា	-9.68371
ផលប៉ះពាល់	-9.68397
ខិតខំប្រឹងប្រែង	-9.68399
▁features	-9.68419
ជាដើម។	-9.68511
▁why	-9.68523
▁Asia	-9.68551
▁ដែលមាន	-9.68556
សមុទ្រ	-9.6857
ក្រុង	-9.68646
▁lower	-9.68745
▁really	-9.6876
▁fire	-9.68869
▁yet	-9.68894
▁អា	-9.68958
▁responsible	-9.68968
ul	-9.69062
▁Steel	-9.69178
▁26	-9.69194
នឹងត្រូវបាន	-9.69248
▁thin	-9.69294
▁goods	-9.69296
▁March	-9.69353
▁child	-9.69384
▁resources	-9.69385
▁Facebook	-9.69465
▁2013	-9.69477
សំរាប់	-9.69566
អត្ថប្រយោជន៍	-9.69594
ប្រវត្តិសាស្ត្រ	-9.6962
ary	-9.69634
សាលា	-9.69643
▁provided	-9.6965
ទ្រព្យសម្បត្តិ	-9.69679
▁ក្រោយ	-9.69685
km	-9.69692
▁please	-9.69695
▁easily	-9.69832
▁room	-9.69964
ជំងឺ	-9.70098
▁near	-9.70179
▁again	-9.70209
▁force	-9.70212
ទុក	-9.7022
▁ចេញ	-9.70276
ក្តៅ	-9.70277
ជំនួស	-9.70337
▁cause	-9.70341
កិច្ច	-9.70342
ro	-9.70369
▁Education	-9.70448
ធ្លាក់ចុះ	-9.70478
ដោះស្រាយ	-9.70516
▁beautiful	-9.70611
▁known	-9.70701
▁Over	-9.70783
មន្ត្រី	-9.70844
វិធី	-9.70877
អោយ	-9.70905
លក្ខខណ្ឌ	-9.70958
ដោយខ្លួនឯង	-9.70992
>	-9.71074
ដំឡើង	-9.7108
ការវិនិយោគ	-9.71098
▁ណា	-9.71107
យូ	-9.71118
▁industrial	-9.7118
▁regulations	-9.71299
ស្ថាប័ន	-9.7134
▁variety	-9.7134
▁ត្រូវតែ	-9.71444
▁ម៉ាណែត	-9.71472
▁លេខ	-9.71526
រុក្ខជាតិ	-9.71558
សន្តិសុខ	-9.7156
▁loss	-9.7162
▁CO	-9.71728
ចលនា	-9.71802
សមាជិក	-9.71903
▁ផ្នែក	-9.7202
▁impact	-9.72049
▁directly	-9.72051
▁USB	-9.72054
ក្នុងអំឡុងពេល	-9.72175
▁ល	-9.72188
▁28	-9.72238
▁Majesty	-9.72269
▁PC	-9.72315
មានគុណភាពខ្ពស់	-9.72414
កណ្តាល	-9.72426
▁likes	-9.72664
រន្ធ	-9.72665
▁additional	-9.7274
45	-9.72849
▁plate	-9.72909
គួរ	-9.73069
ចំណេះដឹង	-9.73084
▁potential	-9.73091
▁RFA	-9.73102
▁ផ្តល់	-9.7315
ក្រុមហ៊ុនផលិត	-9.73272
▁results	-9.73352
▁Group	-9.7336
▁produce	-9.73458
▁noted	-9.73493
បរទេស	-9.73517
ឥឡូវនេះ	-9.73518
គ្រឿង	-9.73529
ឡាស៊ែរ	-9.73579
▁bottle	-9.73672
▁red	-9.73678
ដប	-9.73759
សហគ្រាស	-9.73797
សរសេរ	-9.73814
ការសិក្សា	-9.73849
មកដល់	-9.73881
▁2016	-9.73887
▁applications	-9.7392
▁យោងតាម	-9.73975
ដក	-9.73988
▁established	-9.74086
ស្តីពី	-9.74114
▁something	-9.74154
▁ស្រុក	-9.74248
▁បង្ហាញ	-9.74304
ក្លាយជា	-9.74316
am	-9.74325
19	-9.74389
គួរឱ្យ	-9.7455
ភ្លាមៗ	-9.7458
▁understand	-9.74595
mo	-9.74599
សាងសង់	-9.7461
ចាក់	-9.7464
ក្រសួង	-9.74681
ពិតជា	-9.74752
ឧស្ម័ន	-9.74796
បច្ចុប្បន្នភាព	-9.74815
▁certain	-9.74837
▁di	-9.74844
▁computer	-9.74892
▁whether	-9.74905
▁៣០	-9.74921
▁events	-9.75056
time	-9.75071
▁wire	-9.75079
▁tourism	-9.7509
សន្តិភាព	-9.7516
▁path	-9.75207
▁might	-9.75305
▁increased	-9.75395
▁deep	-9.75419
នេះត្រូវបាន	-9.75433
គិត	-9.75445
▁climate	-9.75454
ជំរុញ	-9.75491
ពេញ	-9.75624
វត្ថុ	-9.75645
▁i	-9.75653
អាជ្ញាធរ	-9.75723
ប៉ុណ្ណោះទេ	-9.75781
ng	-9.75795
28	-9.75845
វត្ថុធាតុដើម	-9.75899
ស្អាត	-9.75919
ដើរ	-9.75925
បន្ទប់	-9.75931
▁printing	-9.7596
សាមញ្ញ	-9.75982
មានប្រសិទ្ធភាព	-9.75997
▁unique	-9.76007
ter	-9.76049
ចល័ត	-9.76088
កើតឡើង	-9.76093
#	-9.76096
▁email	-9.76159
▁close	-9.76174
ថ្លៃ	-9.76215
▁travel	-9.76233
ដឹកនាំ	-9.76361
▁Tanya	-9.76382
▁Public	-9.76422
▁documents	-9.76487
▁Apply	-9.76528
របាយការណ៍	-9.76561
▁ខណៈដែល	-9.76616
▁perfect	-9.76684
ដាំ	-9.76834
ie	-9.7684
▁80	-9.76859
▁tool	-9.76869
▁specific	-9.76884
▁implementation	-9.76988
▁kind	-9.77007
ka	-9.77052
▁job	-9.77081
▁ព្រឹក	-9.77081
▁develop	-9.77133
ក៏ដូចជា	-9.7714
▁DC	-9.77182
▁user	-9.7719
-1	-9.77198
one	-9.77225
ទ្វារ	-9.77242
▁State	-9.77245
▁August	-9.77295
រូប	-9.77322
កាស៊ីណូ	-9.77324
ការចំណាយ	-9.77339
▁leading	-9.77368
▁តើធ្វើដូចម្តេច	-9.77459
▁medical	-9.77499
▁បច្ចុប្បន្ន	-9.7757
▁looking	-9.77586
▁MP	-9.77605
ធនធាន	-9.77608
ពន្លឺព្រះអាទិត្យ	-9.77703
ម៉ូតូ	-9.77799
▁storage	-9.77893
អត្ថបទ	-9.77916
me	-9.77923
វី	-9.77947
មានការ	-9.77952
មជ្ឈមណ្ឌល	-9.78081
▁ប	-9.78085
▁ចូល	-9.78092
▁course	-9.78149
ចាប់	-9.78152
▁nearly	-9.78162
វេចខ្ចប់	-9.78192
65	-9.78201
▁necessary	-9.78246
▁គឺដើម្បី	-9.78265
បន្ទាត់	-9.78293
▁whole	-9.78308
▁dry	-9.78319
▁Bo	-9.78321
ស្រុក	-9.78337
គ	-9.78382
▁relevant	-9.78458
▁cut	-9.78487
សម្អាត	-9.78565
▁lead	-9.78615
▁manufacturer	-9.78687
°	-9.7872
អភិវឌ្ឍ	-9.78725
រកឃើញ	-9.78736
▁reach	-9.78776
▁×	-9.78822
▁ទឹក	-9.78835
អត្រា	-9.78865
▁hope	-9.78881
ជប៉ុន	-9.78945
សារធាតុ	-9.78966
em	-9.79001
▁១៥	-9.79005
ឃើញ	-9.79015
▁prohibited	-9.79039
▁received	-9.79186
▁c	-9.79206
▁Court	-9.79208
▁South	-9.7923
▁efforts	-9.79262
▁date	-9.79368
▁paper	-9.79434
ជាពិសេស	-9.7946
▁Read	-9.79578
វិធីសាស្រ្ត	-9.79596
▁devices	-9.79667
▁150	-9.79763
នឹងត្រូវ	-9.79891
▁wall	-9.79941
▁big	-9.79982
▁February	-9.79997
▁tons	-9.80021
▁fast	-9.80082
▁អ	-9.80095
▁Reap	-9.80132
រ៉ា	-9.80134
-10	-9.8016
▁call	-9.80176
▁costs	-9.80188
▁From	-9.80268
▁Party	-9.80285
ថវិកា	-9.80301
▁ឥឡូវនេះ	-9.80312
រហ័ស	-9.80333
▁allows	-9.80343
បទប្បញ្ញត្តិ	-9.8039
▁រួមទាំង	-9.80414
▁master	-9.80466
▁common	-9.80487
▁games	-9.80503
▁having	-9.80538
www	-9.80558
ខ្សែភាពយន្ត	-9.80579
▁early	-9.8063
▁attract	-9.80634
▁discuss	-9.80643
របស់អតិថិជន	-9.80707
សំណង់	-9.80798
▁ISO	-9.8081
រួម	-9.80846
▁Manet	-9.80911
▁Vietnam	-9.80947
▁road	-9.80972
ling	-9.80979
▁Siem	-9.80986
▁Li	-9.81007
of	-9.81046
ក្នុងចំណោម	-9.81078
▁packaging	-9.81119
▁drive	-9.81129
ប្រាក់ចំណូល	-9.81148
▁During	-9.81148
go	-9.8115
▁direct	-9.81174
▁ពលរដ្ឋ	-9.81223
▁solutions	-9.8123
▁political	-9.81242
day	-9.81305
ព្យាយាម	-9.81308
im	-9.81316
▁plant	-9.81329
▁5.	-9.81338
▁ក្នុងករណីមាន	-9.81358
បុគ្គល	-9.81358
▁read	-9.81376
▁បន្ត	-9.81409
ភូមិ	-9.81454
▁April	-9.81461
ជាក់ស្តែង	-9.81497
ឥណទាន	-9.81531
13	-9.81562
▁agreement	-9.81585
▁practice	-9.81606
▁police	-9.8163
▁គោលបំណងនៃ	-9.81665
end	-9.81681
▁left	-9.81707
ជាប់	-9.81716
▁send	-9.81732
ty	-9.81802
ផ្សារ	-9.81808
ឆ្លាតវៃ	-9.81911
នៅឆ្នាំ	-9.82028
▁attention	-9.82144
ឥតគិតថ្លៃ	-9.82183
▁ទីក្រុង	-9.82191
ខ្លី	-9.82214
ឡា	-9.82275
សិទ្ធិ	-9.82306
▁accord	-9.82318
ជាបន្តបន្ទាប់	-9.82342
▁bank	-9.82376
ដែលអ្នក	-9.82429
▁Law	-9.82442
▁2023,	-9.82452
មិនបាន	-9.82458
▁district	-9.82494
ដែលត្រូវ	-9.82506
ដឹងថា	-9.8259
line	-9.82666
35	-9.82739
វៀតណាម	-9.82743
របៀប	-9.82828
~	-9.82843
▁temple	-9.82847
▁45	-9.82901
ទន់	-9.8291
ការស្រាវជ្រាវ	-9.83002
▁expected	-9.8304
▁build	-9.83054
យោធា	-9.8308
▁front	-9.83101
▁solution	-9.83115
▁mainly	-9.83204
សកម្ម	-9.83251
18	-9.83258
▁ក្រោម	-9.83259
ce	-9.83331
ប្រ	-9.8338
បង្កើតឡើង	-9.83437
បរិយាកាស	-9.83449
▁Center	-9.83491
ការធ្វើតេស្ត	-9.83495
ពាក់ព័ន្ធ	-9.83572
តិច	-9.83613
ខាងក្រោម	-9.83634
▁everything	-9.83702
▁announced	-9.83715
ក៏បាន	-9.83727
we	-9.83735
▁=	-9.83763
▁property	-9.83792
It	-9.83824
▁32	-9.83857
▁ខ្សែ	-9.83877
អេឡិចត្រូនិក	-9.84002
ពាក់កណ្តាល	-9.84021
ខែ	-9.84069
នៅក្នុងតំបន់	-9.84078
▁file	-9.84087
▁credit	-9.84129
អត្រានុកូលដ្ឋាន	-9.84139
▁27	-9.84207
ting	-9.84236
▁Decree	-9.84241
គ្រាប់	-9.8426
មួយ។	-9.84275
▁អស់	-9.84313
សាច់	-9.8436
▁ហេតុអ្វីបានជា	-9.84413
ហាមឃាត់សម្រាប់	-9.84426
22	-9.84509
▁uses	-9.84518
មិនមែន	-9.8454
▁try	-9.84573
▁Type	-9.8472
▁news	-9.84724
▁Now	-9.84745
កម្មករ	-9.84755
▁AI	-9.8481
▁advanced	-9.84864
ah	-9.84886
▁related	-9.84985
▁<	-9.85032
▁helps	-9.85036
▁allow	-9.85042
▁co	-9.85071
▁damage	-9.85116
▁grow	-9.8515
▁Road	-9.85181
ស្លាប់	-9.85182
▁Air	-9.85201
out	-9.85305
▁casino	-9.85365
▁add	-9.85413
បាត់បង់	-9.85506
▁m	-9.85528
▁currently	-9.8554
▁wide	-9.85555
៣០	-9.85612
ណែនាំ	-9.85665
▁third	-9.85679
ប្រាក់រង្វាន់	-9.8569
គ្រោះថ្នាក់	-9.85736
▁emphasized	-9.85746
ផ្តល់ជូន	-9.85749
▁ចាប់	-9.85751
▁far	-9.8577
ne	-9.8579
ខ្នាតតូច	-9.85831
ជុំវិញ	-9.8585
▁methods	-9.85872
▁pipe	-9.85898
▁focus	-9.85907
▁Mo	-9.85909
គីមី	-9.85964
▁developed	-9.85971
បៃតង	-9.8604
▁បន្ទាប់៖	-9.86083
▁maintenance	-9.86124
×	-9.8615
80	-9.86158
In	-9.86191
▁សម	-9.8622
តិចជាង	-9.86351
▁station	-9.86369
▁blood	-9.8638
▁polyester	-9.86381
▁របៀប	-9.86405
▁creating	-9.86431
ស្លាក	-9.86481
▁players	-9.86507
▁ប្រធាន	-9.86546
ពាក់	-9.86569
ត្រូវបានអនុវត្ត	-9.86581
▁families	-9.86585
▁អង្គការ	-9.86589
ប្រទេសកម្ពុជា	-9.8663
▁living	-9.86739
▁fact	-9.8676
▁held	-9.86797
ទាំងអស់។	-9.86802
ung	-9.86828
▁recent	-9.87001
ដំណាំ	-9.87041
▁ខណៈពេលដែល	-9.87041
▁ដាក់	-9.87041
ចែករំលែក	-9.87048
▁More	-9.87088
▁អាចបណ្តាលឱ្យមាន	-9.87109
▁issued	-9.87188
▁learning	-9.87189
អគារ	-9.87216
▁ខេត្ត	-9.87219
រឹងមាំ	-9.87258
▁manufacturing	-9.8732
នាំចេញ	-9.87386
▁position	-9.87429
ization	-9.8748
▁ប្រកាស	-9.87493
▁៥០	-9.87543
▁significant	-9.87581
ផ្កា	-9.87606
លើកកម្ពស់	-9.87686
▁sun	-9.87748
កត្តា	-9.87779
▁អ៊ីញ	-9.87821
ច្បាស់លាស់	-9.87837
▁That	-9.87848
ជាទូទៅ	-9.87874
ឱកាស	-9.87887
▁minutes	-9.87928
ការនាំចេញ	-9.87929
▁Amazon	-9.8797
▁lost	-9.87982
ការខកខានក្នុងការ	-9.88087
li	-9.881
ការបញ្ជាទិញ	-9.88108
ី	-9.88175
▁actually	-9.88232
តូចៗ	-9.88243
▁entire	-9.88318
ជាធម្មតា	-9.88327
▁Some	-9.88359
ការគាំទ្រ	-9.88406
សក់	-9.8841
▁income	-9.88434
▁ឃើញ	-9.8851
▁everyone	-9.88549
▁eat	-9.88592
បន្តិច	-9.88599
▁អាន	-9.88773
▁Le	-9.88806
▁Material	-9.88846
▁បញ្ហា	-9.88884
ពិនិត្យមើល	-9.88913
និយាយថា	-9.88919
▁laws	-9.88933
▁និស្សិត	-9.8894
▁Car	-9.88955
បន្ទាប់	-9.89027
▁stable	-9.89028
▁2023	-9.89074
▁priority	-9.89084
▁return	-9.891
▁Number	-9.89164
▁output	-9.89165
▁ចុះ	-9.89228
បែប	-9.89333
▁installation	-9.89333
q	-9.89357
▁ដំណើរការ	-9.89388
▁បច្ចេកវិទ្យា	-9.89404
for	-9.89419
da	-9.89464
▁young	-9.89517
▁widely	-9.89529
▁points	-9.89547
▁step	-9.89616
▁General	-9.89688
▁motor	-9.89787
ធ្ងន់ធ្ងរ	-9.8988
▁Be	-9.89893
អ្នកលេង	-9.89932
▁School	-9.89954
▁អំពី	-9.89991
ម្សៅ	-9.90026
ប៊ី	-9.90035
os	-9.90037
▁meters	-9.90056
ពីការ	-9.90097
▁ទិញ	-9.90127
rs	-9.90129
▁suppliers	-9.90149
▁usually	-9.90214
▁seen	-9.90233
17	-9.90236
▁ច្បាប់	-9.90274
រូបថត	-9.90291
ទិន្នផល	-9.90317
▁men	-9.90329
▁businesses	-9.90383
ដែកអ៊ីណុក	-9.90384
ចែកចាយ	-9.90438
▁exports	-9.90537
▁center	-9.90541
▁cold	-9.90679
▁≤	-9.90683
▁Year	-9.90691
▁gold	-9.90778
ចំណាយ	-9.90829
based	-9.90834
ខាង	-9.90875
no	-9.90907
▁list	-9.90942
ប្រចាំថ្ងៃ	-9.9097
នៅក្នុងប្រទេស	-9.9099
រាល់	-9.91042
▁done	-9.91043
▁cultural	-9.91049
▁multiple	-9.91158
▁works	-9.9119
▁លានដុល្លារ	-9.91225
▁Council	-9.91231
▁strategy	-9.91231
▁ញុមចូលចិត្ត	-9.91238
កំហុស	-9.9125
ឈាម	-9.91257
▁Smart	-9.91379
▁ល្អ	-9.91435
▁general	-9.91452
ស៊េរី	-9.91476
ខ្ពស់។	-9.91499
▁Management	-9.91635
រីករាយ	-9.91642
▁expand	-9.91647
▁អ្នកជំនាញ	-9.9179
▁page	-9.91835
▁នេះគឺជា	-9.91842
KW	-9.91861
▁Failure	-9.91878
nm	-9.9188
▁delivery	-9.91906
▁Association	-9.91959
▁pump	-9.92003
▁requires	-9.92027
▁providing	-9.9204
ការព្យាបាល	-9.92052
▁នាំ	-9.92107
រង	-9.92109
ដឹង	-9.9212
ពន្ធ	-9.92178
500	-9.92198
▁Manufacturer	-9.92231
▁table	-9.92295
▁staff	-9.92366
កៅស៊ូ	-9.92439
▁sectors	-9.92596
▁experts	-9.92625
quality	-9.92695
អតិបរមា	-9.92735
នេះគឺជា	-9.9277
▁transfer	-9.92864
ដែរឬទេ	-9.92865
il	-9.92931
▁action	-9.92999
ផ្លាស្ទិច	-9.9302
▁aims	-9.9303
▁eye	-9.93082
▁release	-9.93091
▁wood	-9.93097
▁zithromax	-9.93102
▁fiber	-9.93111
នាពេលបច្ចុប្បន្ន	-9.93225
ណ	-9.93249
ឡើយ	-9.93284
មានតម្លៃ	-9.93298
រ៉ូ	-9.93301
▁heavy	-9.93368
ព	-9.93389
▁ឧទាហរណ៍	-9.93438
▁highly	-9.93443
▁investors	-9.93546
▁វិធី	-9.93577
Hz	-9.93623
អំណាច	-9.93637
▁USD	-9.93667
▁សម្តេចតេជោ	-9.93703
▁Civil	-9.93762
ផ្សាយពាណិជ្ជកម្ម	-9.93766
ចាំបាច់	-9.93834
វេជ្ជសាស្ត្រ	-9.93844
▁urban	-9.93845
ផ្លូវការ	-9.93856
14	-9.93868
▁inside	-9.93882
▁base	-9.93884
ព្រៃ	-9.9398
ឯកជន	-9.93988
លើកទឹកចិត្ត	-9.94093
▁enough	-9.94094
ពិនិត្យ	-9.9417
ខ្លាំងណាស់	-9.94191
▁ជួយ	-9.94203
កំណើន	-9.94219
▁death	-9.94241
▁studies	-9.9426
▁Deputy	-9.94342
▁least	-9.94343
ទាញយក	-9.94367
សមាសធាតុ	-9.94398
▁videos	-9.94399
▁eyes	-9.94465
ការផលិត	-9.94522
ធានា	-9.94564
▁told	-9.94596
ត្រូវបានប្រើ	-9.94597
▁Jesus	-9.94675
ដែលយើង	-9.94683
ហាង	-9.94704
▁stone	-9.94709
▁មន្ត្រី	-9.94729
▁waste	-9.9477
▁35	-9.94773
▁quickly	-9.94791
▁សមត្ថភាព	-9.94802
▁cover	-9.95044
▁បានទេ	-9.9507
▁certificate	-9.95078
▁chemical	-9.95078
▁art	-9.95107
▁degree	-9.95121
▁stainless	-9.95216
ទៅក្នុង	-9.95251
ដើម្បីធ្វើឱ្យ	-9.95269
ប្លុក	-9.95325
▁nation	-9.9533
សកល	-9.95351
វែង	-9.95353
300	-9.95417
តុលាការ	-9.95425
ម៉ែត្រ	-9.95465
▁options	-9.95485
▁soft	-9.95525
ក្នុងឆ្នាំ	-9.95603
▁90	-9.95611
▁Ta	-9.95657
▁tools	-9.9567
▁welding	-9.95719
▁ព្រឹត្តិការណ៍	-9.95737
▁Department	-9.95766
សំណួរ	-9.95776
របស់កម្ពុជា	-9.9578
ស្នើសុំ	-9.95781
▁source	-9.95822
▁Go	-9.95876
26	-9.95952
អឺរ៉ុប	-9.96031
▁tube	-9.96073
▁located	-9.96107
ផ្ដល់	-9.9611
lo	-9.96133
ទៅដល់	-9.96164
អចលនទ្រព្យ	-9.96177
នា	-9.96251
▁progress	-9.96301
▁customized	-9.96332
តាមតម្រូវការ	-9.96366
▁±	-9.96397
▁គួរ	-9.96403
-2	-9.96408
▁culture	-9.96414
▁option	-9.96423
ប្រចាំឆ្នាំ	-9.96445
▁leaders	-9.96461
▁remain	-9.96469
▁រដ្ឋាភិបាល	-9.96485
▁ខែតុលា	-9.96487
តុ	-9.96546
▁Mobile	-9.96553
▁2,	-9.96565
ក្នុងផ្ទះ	-9.96586
ya	-9.96608
បា	-9.96614
▁Land	-9.96716
▁refers	-9.96719
▁Don	-9.96793
▁Apple	-9.968
▁risk	-9.96815
បន្ទាប់មក	-9.96884
មី	-9.96904
▁f	-9.96927
▁លាន	-9.96975
▁Foreign	-9.96976
តាមអ៊ីនធឺណិត	-9.97035
▁យុវជន	-9.97063
▁door	-9.97101
មានភាព	-9.97106
▁ការពារ	-9.97118
′′	-9.97184
▁ឆ្នាំ២០២៤	-9.97232
ធុង	-9.97242
nd	-9.97297
▁Price	-9.97309
▁region	-9.97346
▁wear	-9.97454
កាន់	-9.97489
វា។	-9.97493
និស្សិត	-9.97502
▁Name	-9.97515
▁Of	-9.9755
▁[...]	-9.97555
ជួរ	-9.9756
▁powder	-9.97566
ប្រទេសចិន	-9.97596
ir	-9.97632
ល្អឥតខ្ចោះ	-9.9767
▁UV	-9.97689
វិបត្តិ	-9.97898
▁ទំព័រ	-9.97967
▁document	-9.97981
75	-9.98016
ឱ្យបាន	-9.98106
01	-9.98176
▁គ	-9.98179
រួមបញ្ចូល	-9.98184
ent	-9.98224
▁press	-9.98225
▁ago	-9.98272
ដោយមាន	-9.98301
▁book	-9.98303
▁bring	-9.98366
កម្ម	-9.98384
▁គួរតែ	-9.98399
▁admin	-9.984
ating	-9.9841
▁Make	-9.98435
▁១៩	-9.98474
▁follow	-9.98481
សិទ្ធិមនុស្ស	-9.98499
ប្រកួតប្រជែង	-9.98642
អាហារូបករណ៍	-9.98676
▁Youth	-9.98936
▁multi	-9.98943
ដំណាក់កាល	-9.98986
ថៃ	-9.98988
▁physical	-9.99002
▁longer	-9.99027
▁រដ្ឋមន្ត្រី	-9.99044
▁difficult	-9.99049
▁Thailand	-9.99061
▁enter	-9.99075
▁អាជ្ញាធរ	-9.99099
▁ការរចនា	-9.99099
▁ceremony	-9.99111
ប្រឆាំង	-9.99126
▁St	-9.99136
ជួសជុល	-9.99137
អ៊ី	-9.99166
▁ក្រសួង	-9.99174
▁70	-9.99198
បេះដូង	-9.99287
ទាក់ទាញ	-9.99288
▁ខាង	-9.99295
ធំៗ	-9.99315
▁បន្តិច	-9.99317
▁length	-9.99325
មានសារៈសំខាន់	-9.99327
▁tell	-9.99385
ក្នុងវិស័យ	-9.99385
▁enjoy	-9.99386
ជួល	-9.99444
24	-9.99523
តែមួយគត់	-9.99576
▁ឆ្នាំ២០២៣	-9.99577
រដ្ឋបាល	-9.99665
▁exchange	-9.998
▁items	-9.99808
800	-9.99833
▁request	-9.99864
▁Color	-9.99998
▁store	-10.0001
▁ម៉ែត្រ	-10.0003
he	-10.0005
លក្ខណៈ	-10.0008
▁operations	-10.0011
ក្រហម	-10.0014
▁ការប្រើប្រាស់	-10.0014
មានលក្ខណៈ	-10.0016
អត់	-10.0016
នីតិវិធី	-10.0019
▁Top	-10.0019
បញ្ជាក់	-10.0029
,”	-10.0034
▁ability	-10.0037
នៅថ្ងៃទី	-10.0039
▁flow	-10.0042
▁2024,	-10.0043
▁stop	-10.0044
ណាស់។	-10.0051
▁iron	-10.0054
▁fruit	-10.0056
▁deposit	-10.006
▁b	-10.0062
▁Every	-10.0069
▁hair	-10.0071
67	-10.0072
ចុង	-10.0073
▁blue	-10.0075
ឈប់	-10.0075
ពង្រឹង	-10.0079
ស្រាល	-10.0081
នៅក្រោម	-10.0087
កិច្ចការ	-10.0088
ឈ្នះ	-10.0089
ដែកថែប	-10.0096
▁ផ្ទះ	-10.01
▁village	-10.01
បញ្ហាប្រឈម	-10.0105
បង្ហាញពី	-10.0106
▁outside	-10.0107
▁compared	-10.0108
▁click	-10.0109
មិនទាន់	-10.011
កោសិកា	-10.0113
▁border	-10.0118
▁target	-10.0121
ព្រោះ	-10.0121
▁corrosion	-10.013
▁won	-10.0131
▁actively	-10.0136
▁decision	-10.0136
ជាមួយនឹងការ	-10.014
ងាយស្រួលក្នុងការ	-10.0141
▁Pre	-10.0143
▁outdoor	-10.0144
▁First	-10.0149
▁son	-10.0158
▁promoting	-10.0158
▁Therefore	-10.0162
ម្ចាស់	-10.0163
▁Sok	-10.0165
ទំព័រ	-10.0166
មាត់	-10.017
▁reading	-10.0174
▁Post	-10.0186
▁purchase	-10.0187
ផ្តល់ជូននូវ	-10.0189
ad	-10.019
▁choice	-10.0197
▁សាកលវិទ្យាល័យ	-10.0205
ized	-10.0207
▁District	-10.0212
▁cream	-10.0213
▁លើសពីនេះ	-10.0217
អាចត្រូវបានប្រើ	-10.022
បំបែក	-10.0222
តើ	-10.0229
▁ដង	-10.0231
ci	-10.0237
ភី	-10.0246
old	-10.0247
ជំនាញវិជ្ជាជីវៈ	-10.0251
ការធ្វើដំណើរ	-10.0251
អាក្រក់	-10.0253
▁labor	-10.0255
រូបរាង	-10.0257
land	-10.0264
▁Business	-10.0265
▁growing	-10.0266
▁Institute	-10.0266
សម	-10.0268
ê	-10.0272
ដុត	-10.0277
ចុះឈ្មោះ	-10.0282
ស្នូល	-10.0283
អាយុ	-10.0287
▁Time	-10.0292
21	-10.0299
ក្រុមប្រឹក្សា	-10.0303
▁forest	-10.0306
▁similar	-10.0306
▁Angkor	-10.0309
ប្លាស្ទិក	-10.0309
▁effectively	-10.0311
ពិត	-10.0312
ធារាសាស្ត្រ	-10.0312
▁Not	-10.0314
▁បាននិយាយថា	-10.0314
ថែទាំ	-10.0314
ទិសដៅ	-10.0316
▁voltage	-10.0316
នឹងមាន	-10.0317
▁taking	-10.0319
បាននិយាយថា	-10.032
▁communities	-10.0321
▁Assembly	-10.0321
▁throughout	-10.0324
ជួប	-10.0325
ពណ៌ស	-10.0326
▁PM	-10.0326
▁chain	-10.0327
▁mental	-10.0327
▁acid	-10.033
ទូរទស្សន៍	-10.0331
▁គ្រប់	-10.0335
ak	-10.0349
▁សេចក្តី	-10.0351
ថង់	-10.0352
កម្រិតខ្ពស់	-10.0353
ការបង្កើត	-10.0359
▁រក	-10.0366
▁words	-10.0374
▁nature	-10.0375
ថត	-10.0378
▁29	-10.0381
▁round	-10.0389
ឡាន	-10.0394
▁thing	-10.0398
▁Europe	-10.0401
▁fields	-10.0403
▁normal	-10.0406
▁partners	-10.0414
▁reported	-10.042
▁CE	-10.0421
▁កន្លែង	-10.0421
នឹងមិន	-10.0424
អំពូល	-10.0428
ian	-10.044
▁ថ្ងៃទី	-10.0443
▁spray	-10.0443
▁procedures	-10.0444
នាំចូល	-10.0449
▁LCD	-10.0451
▁boost	-10.0458
ក្រៅ	-10.0459
ពួកវា	-10.0459
▁famous	-10.0464
ជាដើម	-10.0467
ut	-10.0473
ប្រសិទ្ធភាព។	-10.0479
▁web	-10.0482
▁went	-10.0482
▁Medical	-10.0483
▁ល។	-10.0486
ជាផ្លូវការ	-10.0492
▁success	-10.0497
▁សេចក្ដី	-10.05
▁automatic	-10.0502
យ៉ាងឆាប់រហ័ស	-10.0502
តិចតួច	-10.0506
▁shape	-10.0507
▁individuals	-10.051
▁touch	-10.0519
▁explore	-10.0522
▁season	-10.0522
▁annual	-10.0523
ប៉ះពាល់ដល់	-10.0524
▁sports	-10.0526
ទទួលស្គាល់	-10.0527
▁States	-10.0533
▁ខែកក្កដា	-10.0538
▁English	-10.0542
▁download	-10.0547
របស់វា។	-10.0547
▁Russia	-10.0548
▁ស៊េរី	-10.0556
90	-10.0561
សម្រេច	-10.0562
ធី	-10.0562
di	-10.0563
ist	-10.0566
▁critical	-10.0568
▁250	-10.0569
▁raw	-10.0572
▁ង	-10.0572
600	-10.0573
ខ្សែសង្វាក់	-10.0578
▁Then	-10.058
▁components	-10.0583
ប្រភព	-10.059
▁vehicle	-10.0596
ភាសា	-10.0598
ត្រឹមតែ	-10.0601
▁save	-10.0605
▁positive	-10.0605
pa	-10.0605
▁Max	-10.0606
ភ្នំ	-10.0607
ជ័រ	-10.0607
▁highlighted	-10.0609
▁Kong	-10.0609
សូម្បីតែ	-10.061
▁400	-10.0612
គោលការណ៍	-10.0616
រង់ចាំ	-10.0619
រដ្ឋមន្ត្រី	-10.062
▁Online	-10.0621
▁Support	-10.0624
▁kinds	-10.0627
▁sent	-10.0632
▁continued	-10.0635
ថាតើ	-10.0636
▁pro	-10.0637
▁double	-10.0638
រួមទាំង	-10.0643
ជាអ្នក	-10.0648
▁approved	-10.0651
▁innovation	-10.0654
▁ខ្ញុំបានទិញ	-10.0655
▁machines	-10.0668
▁issue	-10.0673
ដើម្បីឱ្យ	-10.0679
▁ថាមពល	-10.0692
ការប្រកួតប្រជែង	-10.0695
▁rubber	-10.0695
▁cross	-10.0696
ក៏ដោយ។	-10.0698
▁2000	-10.0703
▁later	-10.0705
បោះឆ្នោត	-10.0706
▁volume	-10.0706
ប៉ុណ្ណោះ។	-10.0707
្	-10.0726
▁behind	-10.0729
▁HD	-10.0736
-20	-10.074
មូលនិធិ	-10.0743
ស្គាល់	-10.0745
38	-10.0747
យ៉ាងហោចណាស់	-10.0748
▁អនុលោមតាម	-10.075
បាញ់	-10.075
រាវ	-10.0757
▁spirit	-10.0757
រលាយ	-10.076
▁coating	-10.0762
▁changes	-10.0766
▁true	-10.0768
tic	-10.0769
យឺត	-10.077
▁បន្ទះ	-10.0772
▁sites	-10.0773
▁provinces	-10.0774
ការអប់រំ	-10.0775
▁soil	-10.0775
32	-10.0779
ការការពារ	-10.078
▁reason	-10.0781
ការផ្គត់ផ្គង់	-10.0789
▁របាយការណ៍	-10.0791
ការអភិវឌ្ឍន៍	-10.0791
▁alloy	-10.0791
▁understanding	-10.0794
▁គាំទ្រ	-10.0797
▁Supplier	-10.0797
ថេរ	-10.08
▁commercial	-10.0801
▁urged	-10.0809
▁ទទួលបាន	-10.0817
▁Many	-10.0819
▁load	-10.0823
▁convenient	-10.0831
▁ball	-10.0833
▁មុនពេល	-10.0841
▁heard	-10.0849
▁ទោះយ៉ាងណាក៏ដោយ	-10.085
▁Here	-10.0851
▁install	-10.0852
បន្ទុក	-10.0853
▁yourself	-10.0854
រក្សាទុក	-10.0857
▁square	-10.086
អ្នកជំនាញ	-10.0872
ស្រី	-10.0874
អាជីព	-10.0877
▁guide	-10.0884
នៅតាម	-10.0893
PC	-10.0902
▁parties	-10.0903
បន្លែ	-10.0907
▁require	-10.0922
▁benefit	-10.0927
▁beauty	-10.0928
គ្រឿងបន្លាស់	-10.0931
▁university	-10.0932
អនុញ្ញាតឱ្យអ្នក	-10.0933
ដ៏ល្អ	-10.0938
កសាង	-10.0944
ប្រពៃណី	-10.0952
▁នៅថ្ងៃទី	-10.0953
ខ	-10.0953
មួយទៀត	-10.0956
▁ដែលបាន	-10.0959
ដោះស្រាយបញ្ហា	-10.096
▁situation	-10.096
▁code	-10.0961
ស្វ័យប្រវត្តិ	-10.0961
▁soon	-10.0961
▁ទូរស័ព្ទ	-10.0966
ke	-10.0969
▁status	-10.0972
▁UN	-10.0972
មិនមែនជា	-10.0972
អង្គភាព	-10.0973
▁មានសិទ្ធិ	-10.0977
▁testing	-10.0978
បញ្ជី	-10.0979
▁វាគឺជា	-10.0981
▁ចង់	-10.0981
▁រយៈពេល	-10.0994
▁PP	-10.0996
▁approximately	-10.0997
▁version	-10.0998
រត់	-10.1001
▁strictly	-10.1001
ot	-10.1004
ចិញ្ចឹម	-10.1006
ដើម្បីការពារ	-10.101
យន្តហោះ	-10.1012
លើស	-10.1012
ហានិភ័យ	-10.1015
▁smart	-10.1017
▁Play	-10.1018
▁contract	-10.1021
បានចាប់ផ្តើម	-10.1028
ចរន្ត	-10.1028
▁ground	-10.1032
បងប្អូន	-10.1046
▁leave	-10.1047
▁ជីវិត	-10.105
ក់	-10.1052
មើលឃើញ	-10.1053
-3	-10.1055
ទ	-10.1056
ធ្វើឱ្យប្រសើរឡើង	-10.1067
ចាប់ពី	-10.1069
▁final	-10.1069
វាយតម្លៃ	-10.107
MM	-10.1083
▁គីឡូក្រាម	-10.1086
បង្រៀន	-10.1086
▁disease	-10.1086
▁questions	-10.109
បង្វិល	-10.1091
▁implemented	-10.1095
▁language	-10.1099
▁កំណត់	-10.11
▁cable	-10.1101
អេស	-10.1106
▁System	-10.1108
our	-10.1115
▁Light	-10.1115
▁needed	-10.1116
▁ជំនាញ	-10.1116
▁caused	-10.1116
ពហុ	-10.1117
▁និងមាន	-10.1119
be	-10.1122
ធ្មេញ	-10.1123
▁Pursu	-10.1124
00	-10.1128
▁hands	-10.113
▁1.5	-10.113
▁core	-10.1134
▁accuracy	-10.1135
▁carbon	-10.1143
▁revenue	-10.1154
▁ដែរ	-10.1157
ចរាចរណ៍	-10.1161
con	-10.1162
យើងនឹង	-10.1164
▁prepare	-10.1165
▁particularly	-10.1166
400	-10.1167
▁វិញ	-10.1168
▁ធនាគារ	-10.1168
▁matter	-10.1169
យ៉ា	-10.117
▁កញ្ញា	-10.1173
▁សេវាកម្ម	-10.1174
កសិករ	-10.118
ដើម្បីបង្កើត	-10.1181
▁ក្រុង	-10.1182
ឱសថ	-10.1183
▁តើអ្នកលក់	-10.1186
▁record	-10.1186
▁earth	-10.1195
▁analysis	-10.1202
▁largest	-10.1207
ភ្នាក់ងារ	-10.1209
▁believe	-10.1209
▁rise	-10.1211
▁original	-10.1214
88	-10.1214
ញ៉ាំ	-10.1216
▁run	-10.1218
▁crypto	-10.1224
គម្រប	-10.1226
បញ្ឈប់	-10.1226
▁Director	-10.1231
▁response	-10.1238
អស់	-10.1238
▁gain	-10.1239
ឈរ	-10.124
មធ្យម	-10.1243
▁ensuring	-10.1243
▁Twitter	-10.1244
ការកំណត់	-10.1246
បញ្ចេញ	-10.1247
▁La	-10.1247
▁turn	-10.1258
ab	-10.126
95	-10.1262
▁consumption	-10.1263
▁liquid	-10.1267
▁framework	-10.1268
▁details	-10.1272
និរន្តរភាព	-10.1274
ចម្បង	-10.1275
អនាម័យ	-10.1288
▁sale	-10.1291
▁កាល	-10.1294
CM	-10.1295
ism	-10.13
▁primary	-10.1303
ឧទាហរណ៍	-10.1311
សន្លឹក	-10.1312
▁220	-10.1315
▁electronic	-10.132
▁given	-10.1322
▁ព្រះរាជាណាចក្រ	-10.1323
▁constitute	-10.1324
▁riel	-10.1324
ដោយដៃ	-10.1333
▁Ad	-10.1334
សម្គាល់	-10.1336
▁remove	-10.1336
▁ន	-10.1339
▁forget	-10.134
បណ្តុះបណ្តាល	-10.1352
ability	-10.1356
សម្រេចបាននូវ	-10.1357
▁terms	-10.1361
▁vital	-10.1363
▁monitoring	-10.1368
ten	-10.1369
▁ក្នុងនោះ	-10.1372
សហប្រតិបត្តិការ	-10.1375
▁built	-10.138
▁សុខា	-10.138
ous	-10.1388
▁external	-10.1389
ong	-10.139
គិតថា	-10.1392
ឆ្លើយតប	-10.1394
ផ្សេងគ្នា	-10.1396
ទារក	-10.1398
ឯករាជ្យ	-10.1398
ដែលកំពុង	-10.14
▁ពិសេស	-10.1403
▁opposition	-10.1404
វិធីសាស្ត្រ	-10.1424
▁រឿង	-10.1429
ប្រហែលជា	-10.1429
▁latest	-10.1436
▁]]>	-10.1436
កិច្ចប្រជុំ	-10.1437
▁ខែកញ្ញា	-10.1439
▁គោលនយោបាយ	-10.1441
▁Since	-10.1446
▁2024	-10.1452
▁កាន់	-10.1453
▁Weight	-10.1456
ni	-10.1462
គ្រាន់តែ	-10.1464
▁clients	-10.1464
▁joint	-10.1466
សាក	-10.1467
▁levels	-10.1469
▁l	-10.1471
ga	-10.1474
ទាក់ទង	-10.1476
▁immediately	-10.1477
ត្រង់	-10.1484
▁half	-10.1485
ite	-10.1493
▁stock	-10.1494
▁strategic	-10.1495
▁began	-10.15
▁illegal	-10.1501
▁Use	-10.1505
▁precision	-10.1507
▁forward	-10.1507
▁វាជាការ	-10.1518
▁meat	-10.1523
▁តើខ្ញុំអាចរក	-10.1528
▁wants	-10.1528
វាជា	-10.1529
គន្លឹះ	-10.1532
អ្នកជំងឺ	-10.1533
▁shared	-10.1539
ការធ្វើ	-10.1541
ការដឹកជញ្ជូន	-10.1542
