<pad>	0
<unk>	0
<s>	0
</s>	0
<2en>	0
<2km>	0
▁	-2.26573
,	-3.73151
.	-3.89989
▁the	-4.10581
។	-4.50392
s	-4.51986
▁and	-4.63764
▁to	-4.66714
▁of	-4.72055
-	-5.02408
▁a	-5.24876
▁in	-5.26288
▁is	-5.35521
▁និង	-5.38799
:	-5.39649
▁for	-5.61139
▁The	-5.80933
និង	-5.81292
)	-5.852
▁(	-5.85577
▁with	-5.97717
ing	-6.0105
▁that	-6.08366
▁you	-6.13563
នៃ	-6.20619
▁on	-6.26031
?	-6.31608
’	-6.31851
/	-6.32591
ដែល	-6.32862
▁are	-6.35892
ed	-6.40085
▁be	-6.42174
▁can	-6.45368
▁I	-6.46756
▁it	-6.47341
សម្រាប់	-6.50691
▁as	-6.54631
▁will	-6.5554
នេះ	-6.58604
របស់	-6.61309
▁at	-6.61797
▁by	-6.62451
▁from	-6.63244
▁or	-6.64931
បាន	-6.70702
▁បាន	-6.71893
▁have	-6.73202
▁ការ	-6.7648
ពី	-6.7687
▁your	-6.77674
d	-6.78892
▁this	-6.82392
t	-6.82536
៖	-6.83709
នៅក្នុង	-6.84953
▁នៅ	-6.85831
▁has	-6.86473
▁ដែល	-6.86685
▁not	-6.86878
ដោយ	-6.88896
មាន	-6.94285
នៅ	-6.94329
▁ហើយ	-6.96136
e	-6.96152
ការ	-7.00528
ក្នុង	-7.04824
▁Cambodia	-7.04841
▁A	-7.05151
▁/	-7.05727
▁“	-7.06308
;	-7.06571
▁1	-7.09234
ជា	-7.12217
ហើយ	-7.15267
ly	-7.16417
▁an	-7.17529
▁ឬ	-7.19766
របស់អ្នក	-7.19909
er	-7.19998
ដើម្បី	-7.20478
▁we	-7.20553
'	-7.21785
y	-7.22647
ឬ	-7.22783
C	-7.23109
មួយ	-7.245
▁ជា	-7.24567
▁all	-7.25765
”	-7.25784
m	-7.27086
▁មាន	-7.27327
!	-7.28197
▁more	-7.29767
ទៅ	-7.30457
គឺ	-7.32699
ជាមួយ	-7.33222
▁3	-7.34421
mm	-7.35946
▁was	-7.36113
▁In	-7.36597
កម្ពុជា	-7.38346
S	-7.39563
"	-7.39655
▁which	-7.4004
▁ដោយ	-7.40372
ដែលមាន	-7.4155
អ្នក	-7.41678
▁"	-7.42041
▁2	-7.42416
▁also	-7.42498
នឹង	-7.45158
2	-7.45201
ត្រូវបាន	-7.47838
▁អ្នក	-7.47851
▁ក្នុង	-7.48667
ថា	-7.49419
al	-7.49498
▁It	-7.49535
▁|	-7.50412
វា	-7.50469
លើ	-7.50606
▁their	-7.51166
▁S	-7.52235
▁លោក	-7.53369
in	-7.5419
▁new	-7.55211
ស	-7.56153
V	-7.56917
n	-7.56979
▁high	-7.57713
D	-7.58396
a	-7.58573
▁ដើម្បី	-7.59476
▁but	-7.59548
▁គឺ	-7.5996
▁10	-7.60121
A	-7.60801
▁This	-7.6183
▁5	-7.62394
▁one	-7.6249
នៅលើ	-7.63664
អាច	-7.64199
▁our	-7.64292
▁4	-7.64538
▁its	-7.64787
ដល់	-7.65656
▁they	-7.6582
▁time	-7.67854
▁so	-7.67883
▁C	-7.70696
r	-7.71699
▁នេះ	-7.72449
x	-7.72806
ចំនួន	-7.7312
▁other	-7.7493
▁like	-7.74989
%	-7.75578
▁China	-7.76911
▁នឹង	-7.76915
▁–	-7.77019
▁P	-7.77347
4	-7.7808
es	-7.78138
▁over	-7.78383
▁use	-7.79815
g	-7.80344
ថ្មី	-7.80785
រ	-7.82388
ក្នុងការ	-7.82858
(	-7.83229
T	-7.83976
នូវ	-7.83998
ទាំងអស់	-7.84142
▁សម្រាប់	-7.84274
com	-7.84484
▁about	-7.84921
▁B	-7.8529
ទេ	-7.8586
3	-7.86009
W	-7.86418
▁should	-7.86927
▁his	-7.87409
▁2021	-7.87686
G	-7.88466
▁do	-7.88823
▁របស់	-7.88824
▁We	-7.89318
▁than	-7.89348
▁he	-7.89539
ផលិតផល	-7.89552
▁យើង	-7.89874
▁if	-7.90377
ជាមួយនឹង	-7.90473
▁ប៉ុន្តែ	-7.91368
▁been	-7.91455
តាម	-7.91831
▁T	-7.91939
▁into	-7.92488
▁must	-7.92491
ក	-7.92866
▁up	-7.93259
ជាច្រើន	-7.93372
ជាង	-7.93551
▁who	-7.93657
ឱ្យ	-7.941
o	-7.9448
▁6	-7.94833
▁when	-7.95744
របស់យើង	-7.96115
▁វា	-7.97209
▁ត្រូវ	-7.97362
L	-7.97499
នោះ	-7.987
ខ្ពស់	-7.99001
▁used	-7.99421
▁នៃ	-7.99474
re	-7.99823
មិន	-8.00013
ប្រព័ន្ធ	-8.00141
th	-8.00281
▁១	-8.00593
▁តើ	-8.01067
យើង	-8.01502
ទឹក	-8.01584
▁after	-8.01943
អំពី	-8.02223
▁them	-8.02316
▁If	-8.02391
▁ទៅ	-8.02528
ប្រតិបត្តិការ	-8.02597
▁products	-8.02849
លោក	-8.0291
i	-8.02953
ការងារ	-8.02987
ត	-8.03255
k	-8.03388
B	-8.03648
p	-8.0399
ផ្នែក	-8.04077
ដូចជា	-8.0444
▁people	-8.0555
កម្មវិធី	-8.05646
▁H	-8.05964
▁water	-8.06234
▁8	-8.06309
▁development	-8.06609
ក្រុមហ៊ុន	-8.06879
or	-8.07204
▁very	-8.07728
▁For	-8.08276
1	-8.09197
ឧបករណ៍	-8.09387
▁គឺជា	-8.09461
H	-8.09821
▁my	-8.10415
គឺជា	-8.10689
▁there	-8.11172
▁need	-8.11249
ម៉ាស៊ីន	-8.11341
▁ពី	-8.11515
▁out	-8.11691
▁F	-8.11694
ចំពោះ	-8.11695
ជាតិ	-8.11866
▁ឆ្នាំ	-8.11958
P	-8.12151
ន	-8.12274
ខ្ញុំ	-8.12514
▁LED	-8.12749
▁12	-8.12843
▁only	-8.12957
ប	-8.1327
▁may	-8.13699
ដំណើរការ	-8.13963
▁+	-8.14032
▁R	-8.14412
▁through	-8.14543
▁no	-8.15799
▁*	-8.15821
▁7	-8.16055
▁២	-8.16115
ល្អ	-8.16325
▁market	-8.16471
ម	-8.16647
▁make	-8.16842
▁And	-8.16846
▁Royal	-8.17221
c	-8.17579
ធ្វើ	-8.17631
ល	-8.17691
▁system	-8.17787
ប្រើប្រាស់	-8.18128
M	-8.18531
▁most	-8.18555
▁quality	-8.18673
▁first	-8.18797
ភាព	-8.19467
▁such	-8.19642
▁20	-8.19998
▁&	-8.20098
▁មិន	-8.20213
▁M	-8.20316
▁good	-8.20654
▁years	-8.20913
▁You	-8.22124
5	-8.22364
F	-8.22544
ប្រើ	-8.22701
ត្រូវ	-8.22771
▁៣	-8.23276
▁អាច	-8.23281
▁D	-8.23419
ផ្សេងទៀត	-8.24368
▁any	-8.24407
▁many	-8.24632
▁E	-8.24907
នៃការ	-8.25854
ឆ្នាំ	-8.26142
w	-8.26171
សេដ្ឋកិច្ច	-8.26251
តម្លៃ	-8.26356
មនុស្ស	-8.26365
ពួកគេ	-8.27103
://	-8.27351
▁Ministry	-8.27522
▁G	-8.27914
E	-8.28049
របស់ពួកគេ	-8.28241
▁work	-8.28561
▁because	-8.28713
▁some	-8.28777
),	-8.29294
▁two	-8.29373
▁Penh	-8.29493
▁To	-8.29494
l	-8.2978
ទីផ្សារ	-8.29949
▁Phnom	-8.30313
▁well	-8.30331
▁these	-8.30343
▁ដូច្នេះ	-8.30437
▁Cambodian	-8.30448
...	-8.30756
ion	-8.31596
▁were	-8.32352
បច្ចេកវិទ្យា	-8.32598
K	-8.32639
បន្ថែម	-8.32692
»	-8.32918
ថាមពល	-8.33218
▁He	-8.33595
ដែលបាន	-8.33632
▁year	-8.33908
b	-8.34462
ទី	-8.34627
▁ថា	-8.35639
ធំ	-8.35737
h	-8.35835
▁public	-8.35884
▁during	-8.36453
▁My	-8.37066
ប្រភេទ	-8.37073
ទាំងនេះ	-8.37148
▁ហ៊ុន	-8.37226
▁ត្រូវបាន	-8.37287
▁me	-8.37445
ផងដែរ។	-8.37669
ង	-8.378
▁us	-8.38298
ic	-8.38701
▁shall	-8.38846
ឧស្សាហកម្ម	-8.39361
▁machine	-8.39705
ការពារ	-8.39767
on	-8.40135
អន្តរជាតិ	-8.40427
គ្រប់គ្រង	-8.40528
able	-8.40563
us	-8.40586
អាជីវកម្ម	-8.40665
▁N	-8.40842
▁best	-8.40859
▁National	-8.40984
6	-8.41053
.”	-8.4127
▁what	-8.41441
▁national	-8.41692
▁her	-8.42423
▁L	-8.42624
▁get	-8.42646
▁Do	-8.42813
▁before	-8.42852
កំពុង	-8.43013
▁under	-8.43186
▁know	-8.43481
▁production	-8.44184
▁health	-8.44264
តំបន់	-8.44342
ច្រើន	-8.44364
របស់អ្នក។	-8.44786
▁support	-8.44807
ផ្លូវ	-8.44896
v	-8.44936
មួយចំនួន	-8.45387
ព័ត៌មាន	-8.45619
ក្រុម	-8.45666
▁ក្រុមហ៊ុន	-8.45669
▁life	-8.45689
មក	-8.45814
ដ៏	-8.46359
▁long	-8.46577
▁ខ្ញុំ	-8.47532
របស់ខ្លួន	-8.47533
▁take	-8.47793
ers	-8.47826
ទិញ	-8.48207
▁Minister	-8.48506
▁15	-8.48517
ទាំង	-8.48611
▁said	-8.48626
▁«	-8.48884
ពាណិជ្ជកម្ម	-8.4892
▁without	-8.48997
ប្រកបដោយ	-8.4931
to	-8.49451
f	-8.49464
▁power	-8.49554
ដាក់	-8.49602
បង្កើត	-8.49723
▁តែ	-8.49792
▁No	-8.49803
an	-8.49937
▁មួយ	-8.50228
N	-8.50726
▁want	-8.50816
ទេ។	-8.51147
៥	-8.51186
▁His	-8.51412
“	-8.51787
▁U	-8.51896
▁small	-8.52203
▁9	-8.52208
៕	-8.52215
ផងដែរ	-8.52401
▁Hun	-8.52546
▁different	-8.52551
en	-8.52746
ation	-8.52913
▁ក៏	-8.53212
▁ensure	-8.53217
▁company	-8.53264
ដី	-8.53317
it	-8.5352
▁world	-8.54103
យ	-8.54143
បន្ត	-8.54158
រចនាសម្ព័ន្ធ	-8.54263
▁•	-8.54667
▁K	-8.55061
▁នៅក្នុង	-8.55155
គាត់	-8.55606
▁៤	-8.55783
▁day	-8.55816
▁design	-8.56476
8	-8.56533
▁50	-8.56735
▁30	-8.5681
ទទួលបាន	-8.57785
ឯកសារ	-8.57805
ចិន	-8.57914
តាមរយៈ	-8.58491
*	-8.58538
▁O	-8.58551
▁៥	-8.58658
▁while	-8.58667
យក	-8.5892
▁help	-8.59006
▁every	-8.59029
▁million	-8.59059
X	-8.59128
▁»	-8.59152
ផលិត	-8.59327
ដែក	-8.59763
២	-8.59862
១	-8.6019
▁economic	-8.60495
▁international	-8.60501
▁made	-8.60707
▁process	-8.60896
▁had	-8.60993
▁product	-8.60993
▁between	-8.6111
រវាង	-8.61194
ឲ្យ	-8.61279
▁government	-8.61454
បង្ហាញ	-8.61526
R	-8.61641
▁គេ	-8.61824
▁how	-8.61878
បន្ទាប់ពី	-8.62193
7	-8.62511
).	-8.62581
សម្រាប់ការ	-8.62795
▁land	-8.63296
ទិន្នន័យ	-8.63362
▁data	-8.63619
▁service	-8.63744
▁technology	-8.64378
តែ	-8.64403
ណា	-8.64575
ពីរ	-8.64602
▁information	-8.64634
le	-8.64663
▁19	-8.64729
▁business	-8.64778
▁សូម	-8.64831
▁find	-8.64861
▁steel	-8.65367
បញ្ហា	-8.65891
▁ដល់	-8.65993
▁control	-8.66247
នៅពេល	-8.66388
st	-8.66655
ធ្វើការ	-8.66667
O	-8.66745
បំផុត	-8.66793
▁100	-8.67193
▁All	-8.67284
▁re	-8.67427
▁would	-8.67694
u	-8.67977
▁light	-8.68374
▁កម្ពុជា	-8.68491
▁ធ្វើ	-8.68612
នេះ។	-8.69031
តម្រូវការ	-8.69034
ហិរញ្ញវត្ថុ	-8.69062
▁see	-8.69097
ចេញ	-8.69126
▁$	-8.69277
10	-8.69302
▁Co	-8.69546
ខ្លាំង	-8.6956
▁Re	-8.69577
J	-8.69873
ផ្ទាល់ខ្លួន	-8.69977
ក៏	-8.70556
ពណ៌	-8.70665
]	-8.71201
▁even	-8.71396
ខ្សែ	-8.71437
ដូច	-8.71494
▁price	-8.72074
▁within	-8.72343
▁de	-8.72397
ថ្ងៃ	-8.72526
ចូល	-8.7267
▁growth	-8.72677
I	-8.72711
▁food	-8.72715
▁As	-8.72752
▁per	-8.72852
របស់ខ្ញុំ	-8.72867
គម្រោង	-8.72871
▁just	-8.72888
▁order	-8.73001
សម្ភារៈ	-8.73002
កញ្ចក់	-8.73003
អតិថិជន	-8.73141
កំដៅ	-8.73211
▁ព្រះ	-8.734
ប្រទេស	-8.73501
សកម្មភាព	-8.73557
ល្អបំផុត	-8.73669
ការប្រើប្រាស់	-8.73701
លក់	-8.73714
សេវាកម្ម	-8.73856
▁ឯកឧត្តម	-8.74009
▁then	-8.74213
▁provide	-8.74417
ជំនាញ	-8.74674
គ្មាន	-8.7491
▁With	-8.75087
រថយន្ត	-8.75125
សុវត្ថិភាព	-8.75264
▁ពេល	-8.7528
um	-8.75287
▁Government	-8.75436
រហូតដល់	-8.75694
▁material	-8.75938
គុណភាព	-8.75964
▁Previous	-8.75966
ដំបូង	-8.76081
យ៉ាង	-8.7609
▁same	-8.76102
▁free	-8.76163
▁am	-8.76248
-19	-8.76501
▁នោះ	-8.76607
កំណត់	-8.76776
▁right	-8.76821
▁go	-8.76842
▁កម្មវិធី	-8.77036
▁សែន	-8.77159
ផ្ទះ	-8.77234
លេខ	-8.77348
▁including	-8.77358
កាត់	-8.77425
▁now	-8.7746
▁How	-8.77465
▁ប្រសិនបើ	-8.77538
ពេលវេលា	-8.77605
▁him	-8.77681
ទំហំ	-8.77802
▁V	-8.7782
កន្លែង	-8.77996
▁where	-8.78194
▁three	-8.78401
ទីក្រុង	-8.7851
▁Sen	-8.78693
▁way	-8.79098
▁project	-8.79186
វីដេអូ	-8.79289
ត្រួតពិនិត្យ	-8.7931
▁What	-8.79313
ស៊ី	-8.79482
ity	-8.79544
គំរូ	-8.79547
របស់គាត់	-8.79562
▁លើ	-8.79579
▁W	-8.79806
ឡើង	-8.8018
▁using	-8.80829
ទៅកាន់	-8.81027
▁back	-8.81034
▁Next	-8.81073
▁large	-8.81134
▁24	-8.81343
ខ្យល់	-8.8145
សុខភាព	-8.81546
ve	-8.81647
▁days	-8.81828
▁Can	-8.81984
te	-8.82029
ណាមួយ	-8.82041
+	-8.82211
ទំនាក់ទំនង	-8.82292
▁agricultural	-8.8235
ដើម	-8.82487
ដែលអាច	-8.82583
គ្នា	-8.83253
▁each	-8.83309
ពិសេស	-8.83619
▁18	-8.83766
▁New	-8.83872
ចេញពី	-8.83913
▁ទេ	-8.83998
▁http	-8.84049
ចាប់ផ្តើម	-8.8423
ពន្លឺ	-8.84415
ផ្លាស់ប្តូរ	-8.84574
បើក	-8.84614
៣	-8.84867
សិក្សា	-8.84945
ផលិតកម្ម	-8.85076
▁មក	-8.85448
អាហារ	-8.85505
el	-8.8552
ឌីជីថល	-8.85533
ប្រសិទ្ធភាព	-8.85552
▁An	-8.85661
▁those	-8.85729
▁ជាមួយនឹង	-8.85831
ច្បាប់	-8.85841
▁factory	-8.85993
et	-8.86018
នាង	-8.86175
The	-8.86248
▁Samdech	-8.86324
▁°	-8.8659
▁temperature	-8.86594
ភាគច្រើន	-8.86981
វ	-8.87011
▁1.	-8.87216
ការផ្លាស់ប្តូរ	-8.87221
▁11	-8.87232
▁important	-8.87531
▁ទាំង	-8.87616
ធម្មតា	-8.87621
▁financial	-8.87693
▁X	-8.87717
▁being	-8.87821
ប្រេង	-8.87851
▁When	-8.87887
▁ពួក	-8.87955
ប៉ុន្តែ	-8.88129
មូលដ្ឋាន	-8.88503
▁both	-8.88509
▁size	-8.88531
▁un	-8.88622
▁៖	-8.88655
ថ្ម	-8.88721
ខ្លួន	-8.88821
ធ្វើឱ្យ	-8.88902
រោងចក្រ	-8.8919
▁law	-8.89309
9	-8.89643
▁investment	-8.89704
ផ្សេងៗ	-8.8978
ស្	-8.89927
▁១០	-8.89928
ទីតាំង	-8.89966
របស់វា	-8.90012
មើល	-8.90118
អាមេរិក	-8.90271
មុន	-8.90333
▁students	-8.90341
▁online	-8.90382
ដូច្នេះ	-8.90589
គោលដៅ	-8.90699
▁etc	-8.90818
is	-8.90852
▁easy	-8.90852
▁Khmer	-8.9095
▁services	-8.90996
▁number	-8.91114
គាំទ្រ	-8.91191
អ្នកប្រើប្រាស់	-8.91303
ar	-8.91333
▁equipment	-8.91428
▁16	-8.91586
ខ្មែរ	-8.91822
▁key	-8.91883
ផ្សព្វផ្សាយ	-8.919
វិញ	-8.92377
▁So	-8.92427
▁ថ្ងៃ	-8.92598
▁due	-8.92809
▁៦	-8.93187
▁Z	-8.93377
na	-8.93629
▁industry	-8.93635
កម្រិត	-8.93701
▁much	-8.9374
▁display	-8.94132
▁ក្រុម	-8.94296
១៩	-8.94306
បំពង់	-8.94308
▁Is	-8.94405
ធម្មជាតិ	-8.9451
id	-8.94637
Y	-8.94795
the	-8.94877
អ	-8.95108
រឿង	-8.95173
▁materials	-8.95213
ស្ថានភាព	-8.95364
ផ្តល់	-8.95493
បណ្តាញ	-8.95557
▁glass	-8.95648
៤	-8.95701
ប្រាក់	-8.95708
▁[	-8.95744
សង្គម	-8.95826
▁sector	-8.95906
ៗ	-8.96163
▁low	-8.96248
▁social	-8.96257
ive	-8.96354
▁ដែលជា	-8.96471
▁14	-8.96601
▁customers	-8.96895
▁Q	-8.97037
▁area	-8.97065
▁home	-8.97096
▁future	-8.97113
▁គាត់	-8.97129
▁does	-8.97161
co	-8.97272
▁ប្រព័ន្ធ	-8.97297
រាជរដ្ឋាភិបាល	-8.97325
បច្ចេកទេស	-8.97361
at	-8.97517
▁great	-8.97518
ត្រូវការ	-8.97575
▁ដូចជា	-8.97659
បរិស្ថាន	-8.97803
ស្វែងរក	-8.97874
ឈ្មោះ	-8.97895
សត្វ	-8.98056
▁ជាមួយ	-8.98238
▁could	-8.98286
cm	-8.98333
▁ពណ៌	-8.98377
z	-8.98437
▁own	-8.9853
រូបភាព	-8.98542
▁ឧបករណ៍	-8.98669
ឡើងវិញ	-8.98675
ance	-8.99047
▁បន្ទាប់ពី	-8.99054
▁ឱ្យ	-8.99137
អាចត្រូវបាន	-8.99205
សហគមន៍	-8.99282
▁ម	-8.99354
▁តាម	-8.99639
se	-8.99793
▁High	-8.99981
▁various	-8.99989
សំខាន់	-9.00071
គេហទំព័រ	-9.00132
កុមារ	-9.00164
▁hours	-9.00281
▁improve	-9.00426
▁according	-9.00548
ស្បែក	-9.00554
▁global	-9.00573
ខ្លះ	-9.00591
▁2019	-9.00654
មុខ	-9.00852
ពេល	-9.00876
ជិត	-9.01039
▁Bitcoin	-9.01121
▁needs	-9.01229
un	-9.01277
▁down	-9.0138
បន្ថែមទៀត	-9.01589
▁research	-9.01631
▁place	-9.01772
កូន	-9.01867
ទាប	-9.01997
មិនមាន	-9.0202
▁2.	-9.02128
ml	-9.02238
▁event	-9.02269
គ្រួសារ	-9.02273
▁On	-9.02281
តូច	-9.02307
▁better	-9.0262
▁around	-9.02665
▁2022	-9.02683
ផ្គត់ផ្គង់	-9.02701
▁ខែ	-9.02711
▁full	-9.02756
▁part	-9.02788
ant	-9.0304
ness	-9.03064
ro	-9.03129
▁Mr	-9.0316
ត្រជាក់	-9.03198
▁change	-9.03223
ជ្រើសរើស	-9.03344
▁color	-9.03401
▁citizens	-9.03506
▁surface	-9.03522
▁2017	-9.03596
ur	-9.03609
▁25	-9.03612
▁2018	-9.03933
▁supply	-9.03998
▁against	-9.04009
នៅកម្ពុជា	-9.0401
នានា	-9.04014
▁construction	-9.04056
▁buy	-9.04272
▁air	-9.04345
▁trade	-9.04512
▁COVID	-9.04782
▁p	-9.048
អនុវត្ត	-9.04951
de	-9.05047
ច	-9.05132
and	-9.05275
20	-9.05355
▁Prime	-9.05357
រៀបចំ	-9.05453
▁set	-9.05722
▁children	-9.05809
ហ្គេម	-9.0586
age	-9.05887
▁she	-9.05945
▁បន្ទាប់	-9.05993
ក្នុងរយៈពេល	-9.05998
▁13	-9.06036
▁By	-9.06132
ជីវិត	-9.06205
ស្តង់ដារ	-9.06209
កម្លាំង	-9.06249
▁type	-9.0625
ដៃ	-9.06404
រយៈពេល	-9.06546
im	-9.06663
est	-9.06833
ព្រះ	-9.06933
12	-9.07173
▁J	-9.07332
អាន	-9.07341
▁ប្រសិនបើអ្នក	-9.07408
▁ជាពិសេស	-9.07505
នោះទេ	-9.07541
▁ប្រទេស	-9.07605
ment	-9.07677
▁human	-9.07803
▁40	-9.07928
ចំណុច	-9.07995
▁ទំហំ	-9.08014
▁working	-9.08096
▁ដ៏	-9.08097
ent	-9.08145
ពិភពលោក	-9.08254
Z	-9.08284
បច្ចុប្បន្ន	-9.084
▁management	-9.08403
▁ៗ	-9.08532
▁case	-9.08556
អាលុយមីញ៉ូម	-9.08738
សំខាន់ៗ	-9.0882
▁hand	-9.08851
អគ្គិសនី	-9.08926
▁Android	-9.08942
ia	-9.0905
▁At	-9.09351
ចូលចិត្ត	-9.09401
ក្បាល	-9.09664
50	-9.09755
—	-9.09843
សីតុណ្ហភាព	-9.09986
សមត្ថភាព	-9.10113
ine	-9.10188
▁ប្រភេទ	-9.10338
▁energy	-9.10382
កាន់តែ	-9.10407
ឆ្លងកាត់	-9.10534
▁2020	-9.10545
▁don	-9.1061
▁screen	-9.10788
រក្សា	-9.10822
&	-9.1083
▁60	-9.10881
▁ស	-9.10925
▁protection	-9.10941
▁There	-9.10947
▁ព័ត៌មាន	-9.10972
អ្វីដែល	-9.10993
▁open	-9.10998
▁non	-9.11006
per	-9.11043
▁here	-9.11296
▁countries	-9.11329
ា	-9.11414
ខាងក្រៅ	-9.11528
ate	-9.1155
▁After	-9.11561
ៈ	-9.11571
ចូលរួម	-9.11634
ul	-9.11819
▁body	-9.11895
ដោយសារតែ	-9.11941
▁application	-9.11981
អា	-9.12231
▁ម៉ាស៊ីន	-9.12304
ry	-9.12313
▁available	-9.12315
▁video	-9.12402
▁since	-9.12479
▁stated	-9.12627
វិទ្យាសាស្ត្រ	-9.12645
ត្រូវបានគេ	-9.12754
up	-9.12835
▁ចំនួន	-9.12887
ទទួល	-9.13024
▁security	-9.13155
លេង	-9.13193
បិទ	-9.13242
▁International	-9.13308
30	-9.13395
▁top	-9.13405
▁និងការ	-9.13445
▁Kingdom	-9.13486
កសិកម្ម	-9.13589
ដ	-9.13665
▁content	-9.13762
ប្រឆាំងនឹង	-9.13832
▁family	-9.13839
▁authorities	-9.13944
ch	-9.14001
▁digital	-9.14218
▁Our	-9.14254
ការគ្រប់គ្រង	-9.14435
ត្រឹមត្រូវ	-9.14658
▁មុន	-9.14668
ដំណោះស្រាយ	-9.1471
▁Ye	-9.14722
▁increase	-9.14856
▁បើ	-9.1511
និយាយ	-9.15123
▁still	-9.15319
ចុងក្រោយ	-9.1549
▁But	-9.15502
▁oil	-9.15513
ក្នុងស្រុក	-9.15519
▁ម៉ោង	-9.15593
▁#	-9.15718
▁game	-9.15834
▁meet	-9.15881
▁God	-9.15881
ប្រមាណ	-9.1599
ជួយ	-9.16005
▁They	-9.16163
ឈើ	-9.16188
ដែរ	-9.1633
រដ្ឋាភិបាល	-9.16348
នីមួយៗ	-9.16354
▁រាល់	-9.16617
ary	-9.16661
▁range	-9.16703
បញ្ចូល	-9.16794
ម្នាក់	-9.1687
ll	-9.17028
▁Instagram	-9.17106
▁report	-9.17186
ដឹកជញ្ជូន	-9.17287
▁ភាព	-9.17301
▁name	-9.17472
▁study	-9.17485
សរុប	-9.17491
▁special	-9.17562
មិនអាច	-9.17584
រដ្ឋ	-9.17683
▁enhance	-9.17761
សូម	-9.18058
▁amount	-9.18137
ដា	-9.18316
▁experience	-9.18371
j	-9.18525
▁result	-9.18564
សាកល្បង	-9.18568
▁end	-9.18589
▁ផលិតផល	-9.18593
▁strong	-9.1864
ជូន	-9.18745
▁local	-9.18827
អភិវឌ្ឍន៍	-9.18845
▁safety	-9.1887
▁legal	-9.1889
▁Model	-9.189
ជំងឺ	-9.18974
ទូរស័ព្ទ	-9.18999
▁●	-9.19027
▁However	-9.19044
តែមួយ	-9.19259
ទៀត	-9.19528
កា	-9.19551
▁become	-9.19585
គំនិត	-9.19594
ទៅនឹង	-9.19631
▁next	-9.19648
ដែលជា	-9.19658
man	-9.19702
▁ដោយសារ	-9.19855
▁ទី	-9.19918
▁ASEAN	-9.19942
▁De	-9.20151
▁access	-9.20265
▁University	-9.20436
▁ល្ងាច	-9.20502
▁post	-9.20656
▁តម្លៃ	-9.20712
នី	-9.2079
មុនពេល	-9.20799
▁ដូច	-9.20874
▁parts	-9.20909
▁continue	-9.20988
▁Bank	-9.21165
▁0	-9.21215
៦	-9.21314
▁country	-9.2138
▁projects	-9.21657
0000	-9.21701
▁cooperation	-9.2184
ប្រហែល	-9.21843
▁ឲ្យ	-9.21856
ករណី	-9.21973
ថ្នាក់	-9.21975
▁performance	-9.22002
អេក្រង់	-9.22019
ដែលត្រូវបាន	-9.22026
ទៅជា	-9.22076
▁test	-9.22192
ត្រី	-9.22197
▁head	-9.22322
▁following	-9.22447
▁Chinese	-9.22531
as	-9.22546
គ្រប់	-9.22601
គេ	-9.2266
▁៨	-9.22709
ផ្ទុក	-9.22809
▁real	-9.2282
បទពិសោធន៍	-9.2282
នៅពេលដែល	-9.22951
▁always	-9.23033
▁last	-9.23033
ដោយប្រើ	-9.23055
តា	-9.23082
ទំនិញ	-9.23204
▁ប្រទេសចិន	-9.23282
40	-9.23341
▁education	-9.23349
▁https	-9.23434
▁~	-9.23436
▁companies	-9.23458
គណនី	-9.23479
មកពី	-9.23881
il	-9.23889
យកចិត្តទុកដាក់	-9.2393
ផ្ទាល់	-9.23947
▁current	-9.23969
៨	-9.24041
▁contact	-9.24054
▁account	-9.24167
បញ្ជូន	-9.24209
ព្រឹត្តិការណ៍	-9.24227
ខ្លួនឯង	-9.24256
▁times	-9.2429
▁PCB	-9.24316
▁Excellency	-9.24513
រៀន	-9.24547
ជម្រើស	-9.24624
cambodia	-9.24631
▁ខ្ញុំនឹង	-9.24632
វេទិកា	-9.25009
▁December	-9.25081
ma	-9.252
=	-9.25309
សារ	-9.25437
▁training	-9.25477
អេ	-9.25565
▁៧	-9.2558
▁pressure	-9.25622
ដោយស្វ័យប្រវត្តិ	-9.25633
▁money	-9.25663
▁CNC	-9.2573
▁21	-9.25903
▁cutting	-9.25983
▁speed	-9.26063
▁នាក់	-9.26088
ចង់	-9.26096
▁community	-9.26302
Q	-9.2646
▁King	-9.26533
ពេញលេញ	-9.2658
កើនឡើង	-9.26593
បន្ទះ	-9.26605
និងការ	-9.26642
▁policy	-9.26775
ប្រកាស	-9.26839
ទទួលយក	-9.2684
▁give	-9.26864
ប្រ	-9.26994
▁come	-9.27019
វិនិយោគ	-9.27042
សញ្ញា	-9.27069
▁rice	-9.27307
▁main	-9.2754
▁rate	-9.27551
ra	-9.27602
▁cost	-9.27659
15	-9.2766
▁essential	-9.27784
រាងកាយ	-9.27847
ក្រដាស	-9.27873
បំពេញ	-9.27978
មុខងារ	-9.28041
ចុះ	-9.28118
▁x	-9.28182
▁clean	-9.28283
ឱកាស	-9.28329
ការរចនា	-9.28544
▁ឡើង	-9.28555
កីឡា	-9.28667
▁official	-9.28705
កុំព្យូទ័រ	-9.28998
▁province	-9.29008
កំពូល	-9.29061
ទូទៅ	-9.29086
ter	-9.29116
មួយដែល	-9.2917
លទ្ធផល	-9.29185
សា	-9.2926
min	-9.29278
▁team	-9.29301
16	-9.29336
▁value	-9.29561
▁17	-9.29673
▁plan	-9.29673
▁ប្រើ	-9.29706
▁billion	-9.29715
▁3.	-9.29719
យ៉ាងខ្លាំង	-9.29834
▁export	-9.29974
ton	-9.29994
18	-9.30161
▁upon	-9.3038
ភ្លើង	-9.30384
▁resistance	-9.30569
▁start	-9.30579
▁too	-9.30585
ប្រជាពលរដ្ឋ	-9.30589
ប្រជាជន	-9.30612
mo	-9.30649
▁ពួកគេ	-9.30667
ចូលទៅក្នុង	-9.30669
▁plastic	-9.30805
▁reduce	-9.30933
▁200	-9.31075
របស់ក្រុមហ៊ុន	-9.31094
នាំចេញ	-9.31267
▁protect	-9.31335
កាត់បន្ថយ	-9.31352
▁News	-9.3137
ជើង	-9.31372
▁Preah	-9.31423
▁found	-9.31522
ចិត្ត	-9.31549
▁Pro	-9.31566
▁bought	-9.31714
▁100%	-9.319
ក្រណាត់	-9.31946
ក្រោម	-9.31985
ម៉ោង	-9.32006
▁Machine	-9.32036
▁customer	-9.32102
▁users	-9.32127
▁especially	-9.32166
▁...	-9.32169
▁peace	-9.3218
ប៉ុណ្ណោះ	-9.32253
បុរាណ	-9.32299
អ្នកអាច	-9.32496
ងាយស្រួល	-9.3259
ជ	-9.32632
▁workers	-9.32685
▁manufacturers	-9.32742
▁site	-9.32915
▁pm	-9.32976
▁man	-9.3299
▁foreign	-9.3302
១០	-9.33126
ប្រអប់	-9.33265
▁among	-9.33297
ផ្សិត	-9.3333
▁level	-9.33408
▁YouTube	-9.33416
រក	-9.33458
▁ភ្នំពេញ	-9.33572
▁line	-9.33591
▁keep	-9.33595
▁city	-9.33691
▁offer	-9.33819
▁ក្នុងការ	-9.33834
ចាប់អារម្មណ៍	-9.33896
▁Please	-9.33949
ក៏ដោយ	-9.34039
គ្រប់គ្រាន់	-9.34052
▁>	-9.34135
▁តាមរយៈ	-9.34152
▁program	-9.34429
រី	-9.34571
ការអភិវឌ្ឍ	-9.34584
_	-9.34608
▁2014	-9.34706
រ៉ា	-9.34709
▁These	-9.3482
អនុញ្ញាតឱ្យ	-9.34827
▁choose	-9.34842
ការអនុវត្ត	-9.34865
បោះពុម្ព	-9.34866
សាធារណៈ	-9.34878
25	-9.3494
▁treatment	-9.34951
ទៅលើ	-9.35001
▁ដុល្លារ	-9.35018
▁sell	-9.35019
▁capacity	-9.35093
▁prices	-9.35125
រឹង	-9.35181
▁US	-9.35188
▁present	-9.35285
▁ដោយសារតែ	-9.35464
សម្ពាធ	-9.35473
នោះទេ។	-9.35582
្	-9.35595
បុគ្គលិក	-9.35614
ខេត្ត	-9.35661
ទម្រង់	-9.35674
▁building	-9.35682
11	-9.35799
▁Power	-9.36049
សហរដ្ឋអាមេរិក	-9.36229
▁January	-9.36362
▁ក៏ដូចជា	-9.36389
ទាំងនោះ	-9.36407
វី	-9.36477
ដោយសារ	-9.36508
▁requirements	-9.36584
▁natural	-9.36608
▁មនុស្ស	-9.36696
▁bag	-9.3681
▁card	-9.36861
▁demand	-9.36876
ម៉ា	-9.36946
យុវជន	-9.3702
ច្រើនជាង	-9.37039
▁past	-9.37041
ឃើញ	-9.37065
ម៉ាក	-9.37092
lo	-9.37114
▁រាជរដ្ឋាភិបាល	-9.3721
▁another	-9.37361
am	-9.37365
▁500	-9.37401
▁face	-9.37492
ស្រាវជ្រាវ	-9.37583
▁heat	-9.37616
ដ៏អស្ចារ្យ	-9.37689
▁ទទួល	-9.3777
៧	-9.3789
▁standard	-9.37903
ត្រូវតែ	-9.37906
▁possible	-9.37936
វប្បធម៌	-9.37941
▁Product	-9.38025
ជី	-9.38162
វិធី	-9.38251
គោលនយោបាយ	-9.38251
▁off	-9.38305
ក្រោយ	-9.38398
▁អ្នកអាច	-9.38446
ព្យាបាល	-9.38448
▁Techo	-9.38486
▁heart	-9.38508
▁period	-9.38655
▁skills	-9.38692
ប្រសិនបើ	-9.38793
0	-9.38855
▁iPhone	-9.38884
▁Y	-9.38979
នៅតែ	-9.39069
▁Windows	-9.39173
60	-9.39281
វិស័យ	-9.39376
▁play	-9.3939
វិជ្ជាជីវៈ	-9.394
▁rights	-9.39408
▁complete	-9.39421
ថ្មី។	-9.39495
▁include	-9.39496
ធនាគារ	-9.39503
▁further	-9.39611
▁វាត្រូវបាន	-9.39615
▁prevent	-9.3965
▁infrastructure	-9.39794
less	-9.39872
ដូចគ្នា	-9.39907
ទាំងមូល	-9.39977
▁November	-9.39989
ដំឡើង	-9.40109
បី	-9.40111
ដឹកនាំ	-9.4028
▁school	-9.40343
▁court	-9.40344
▁Google	-9.40389
ta	-9.40445
▁layer	-9.40532
ផ្ទៃ	-9.40601
បញ្ចប់	-9.40608
▁higher	-9.40625
▁across	-9.40649
ពលរដ្ឋ	-9.40662
▁total	-9.40683
អាស៊ាន	-9.40895
សិស្ស	-9.40939
▁Home	-9.40984
អេស	-9.41063
▁avoid	-9.41163
▁areas	-9.41168
▁22	-9.41181
▁ខណៈ	-9.41326
ដោះស្រាយ	-9.41367
▁Dr	-9.41498
បុរស	-9.41541
▁Mac	-9.41559
▁added	-9.41593
ផែនការ	-9.41658
បង្កើន	-9.41755
ថវិកា	-9.41858
▁metal	-9.41959
ចាក់	-9.41965
▁នៅពេលដែល	-9.41972
អង្គការ	-9.41978
▁state	-9.42007
ce	-9.42099
ភ្ជាប់	-9.42172
ខាងលើ	-9.42184
រាជធានីភ្នំពេញ	-9.42186
ទុក	-9.42248
▁professional	-9.42286
ចាស់	-9.42303
មាតិកា	-9.42362
ne	-9.42433
ជញ្ជាំង	-9.42553
អ្នកផ្គត់ផ្គង់	-9.42675
▁four	-9.4269
ទេសចរណ៍	-9.42723
▁efficiency	-9.42765
▁white	-9.42838
ឡា	-9.42955
ស្ថាប័ន	-9.4296
ការវិនិយោគ	-9.43002
▁officials	-9.43069
រស់នៅ	-9.43142
អោយ	-9.43363
▁technical	-9.43404
▁According	-9.43412
▁One	-9.43414
▁processing	-9.43437
▁PVC	-9.43438
▁device	-9.43442
▁making	-9.43454
▁May	-9.43475
▁She	-9.43476
▁មុន៖	-9.43495
pcs	-9.43498
ជំនួយ	-9.43558
អាកាសធាតុ	-9.43711
▁love	-9.4377
▁visit	-9.43802
តែងតែ	-9.43824
ដើរ	-9.43964
មកដល់	-9.43985
ទាក់ទងនឹង	-9.44077
▁months	-9.44084
▁website	-9.44117
ផ្តល់នូវ	-9.44219
▁Why	-9.44365
សេវា	-9.44479
▁០	-9.4462
រួម	-9.44622
▁required	-9.44675
▁phone	-9.44741
មាស	-9.44935
▁review	-9.44939
ណែនាំ	-9.4495
▁civil	-9.45046
U	-9.45082
ឌី	-9.45097
ភ្នែក	-9.45145
▁suitable	-9.45252
ies	-9.45288
លី	-9.45321
ling	-9.45358
អ្វី	-9.4541
▁sure	-9.45508
នយោបាយ	-9.45618
▁plans	-9.45708
▁things	-9.45721
សៀវភៅ	-9.45745
kg	-9.45748
ដោយផ្ទាល់	-9.45867
ប៊ី	-9.45943
▁green	-9.4605
អប់រំ	-9.46118
▁meeting	-9.46151
▁clear	-9.46159
▁មម	-9.46405
▁mind	-9.46415
▁apply	-9.46433
កាន់តែច្រើន	-9.46512
one	-9.46591
▁operation	-9.46644
សាកលវិទ្យាល័យ	-9.46827
សំណង់	-9.46864
▁media	-9.46941
រង	-9.47
▁Health	-9.47046
×	-9.47059
▁Li	-9.47108
រចនា	-9.47131
ដឹង	-9.47162
▁២០	-9.47201
▁house	-9.47205
នេះគឺ	-9.47409
me	-9.47468
សាងសង់	-9.47527
យុទ្ធសាស្ត្រ	-9.47535
ស្ត្រី	-9.4761
▁often	-9.47619
▁car	-9.4767
▁promote	-9.47693
▁until	-9.47742
▁pre	-9.4778
▁structure	-9.47806
លើសពី	-9.4781
ស្ងួត	-9.47887
▁today	-9.4792
▁example	-9.47939
សន្តិសុខ	-9.4796
▁កំពុង	-9.48048
▁anti	-9.48092
ជំនួស	-9.48268
▁Lord	-9.48337
▁others	-9.48345
▁នៅពេល	-9.48385
រួមមាន	-9.48488
ci	-9.48492
▁គ្មាន	-9.48554
ខែ	-9.48598
របស់យើង។	-9.48625
▁Factory	-9.4863
▁La	-9.48662
▁put	-9.48675
រូប	-9.48693
▁look	-9.48755
អារម្មណ៍	-9.48784
▁series	-9.48852
សម្រាប់អ្នក	-9.48897
rs	-9.49012
ដោយគ្មាន	-9.4903
100	-9.49107
@	-9.49148
២០	-9.49161
កាត	-9.4917
សិល្បៈ	-9.49171
time	-9.49195
▁ទោះបីជា	-9.49232
▁pay	-9.49281
ការត្រួតពិនិត្យ	-9.49282
▁led	-9.49287
សារធាតុ	-9.49296
▁mobile	-9.49323
មេ	-9.49324
▁St	-9.49351
ie	-9.49394
▁military	-9.49437
▁institutions	-9.49479
ថ្នាំ	-9.49582
▁think	-9.49584
▁create	-9.49616
ពាក្យ	-9.49637
▁ផ្លូវ	-9.49646
geeks	-9.49689
▁គម្រោង	-9.49718
ចំណាយ	-9.49723
▁let	-9.49881
▁above	-9.49942
បរិមាណ	-9.49959
▁skin	-9.49986
ថ្មីៗ	-9.50018
▁AC	-9.50035
ad	-9.50062
បា	-9.50074
▁រោងចក្រ	-9.50137
org	-9.50171
▁ខ្ញុំមាន	-9.50221
បរទេស	-9.50262
ក្តៅ	-9.50286
អតិបរមា	-9.50642
ជាក់លាក់	-9.50721
ដោយឥតគិតថ្លៃ	-9.50759
▁youth	-9.50803
ស្រទាប់	-9.50826
▁ខ្លួន	-9.50831
▁effect	-9.5084
▁addition	-9.50849
▁4.	-9.50851
▁fabric	-9.50894
របស់ពួកគេ។	-9.51005
▁ព្រោះ	-9.51092
▁learn	-9.51109
▁ទៀត	-9.51148
▁2015	-9.51282
▁stability	-9.51319
▁weight	-9.51521
▁Ltd	-9.51548
▁daily	-9.51575
នឹងត្រូវ	-9.51598
▁និយាយ	-9.51665
លុយ	-9.51733
កង់	-9.51913
▁live	-9.51929
ជួប	-9.51968
▁environment	-9.51995
19	-9.52058
▁Free	-9.52135
▁private	-9.52162
ខាងក្នុង	-9.52277
ol	-9.52305
▁ខែធ្នូ	-9.52361
go	-9.52373
▁few	-9.52381
មានការ	-9.52457
ទាំងពីរ	-9.52457
▁Kampong	-9.52496
ពិតប្រាកដ	-9.52498
៩	-9.52502
ty	-9.52771
▁Day	-9.52803
កាបូប	-9.52826
ក្រុង	-9.52904
សំឡេង	-9.52949
▁measures	-9.52963
គ្រឿង	-9.53114
អភិវឌ្ឍ	-9.53157
សេ	-9.5333
▁ancient	-9.5334
កែច្នៃ	-9.53375
▁check	-9.53426
▁brand	-9.53476
នឹងត្រូវបាន	-9.53549
ផ្សេងទៀត។	-9.53591
គិត	-9.53601
▁បន្ទាប់មក	-9.53614
ថ្លៃ	-9.53625
ណាស់	-9.5374
តុ	-9.53787
▁‘	-9.53797
០០០	-9.5381
ទំនើប	-9.53815
▁night	-9.53846
គួរតែ	-9.53871
សិទ្ធិ	-9.53902
ព្រៃ	-9.53974
▁care	-9.54135
▁old	-9.54152
កិច្ច	-9.54183
ណ	-9.54197
▁less	-9.54218
▁group	-9.54253
បែបនេះ	-9.54324
គួរឱ្យ	-9.5433
▁women	-9.54393
▁modern	-9.5444
▁hard	-9.54473
▁១០០	-9.54517
ចាំបាច់	-9.54519
សន្តិភាព	-9.54525
da	-9.54539
អាជ្ញាធរ	-9.54597
▁Development	-9.54658
ធាតុ	-9.54692
សំរាប់	-9.54758
▁World	-9.54774
ka	-9.54808
▁តំបន់	-9.54823
▁via	-9.54828
ចលនា	-9.54846
▁little	-9.5487
▁major	-9.54961
▁strength	-9.54994
មជ្ឈមណ្ឌល	-9.55001
សម្អាត	-9.55002
▁Mo	-9.55017
ខ្មៅ	-9.5503
រីករាយ	-9.55035
▁side	-9.55082
ផ្ញើ	-9.55165
▁Be	-9.55223
របស់លោក	-9.55303
ពង្រីក	-9.55309
▁purpose	-9.5532
km	-9.55356
▁Bo	-9.55358
វៀតណាម	-9.55367
▁problem	-9.55502
ការិយាល័យ	-9.55543
▁monitor	-9.55769
▁five	-9.55899
ក្លាយជា	-9.55909
▁party	-9.55949
ការធ្វើ	-9.55953
អូ	-9.56025
ting	-9.56074
/?	-9.561
ful	-9.56101
▁recommend	-9.56399
▁ជាង	-9.56412
▁បន្ថែម	-9.56426
ដែលអ្នក	-9.56449
▁platform	-9.56473
ពង្រឹង	-9.56489
▁short	-9.56591
សាលា	-9.56616
▁black	-9.56786
ដឹងថា	-9.5679
កើតឡើង	-9.56794
វត្ថុ	-9.56824
▁second	-9.56845
▁simple	-9.56919
ដែរ។	-9.5698
▁economy	-9.57074
▁standards	-9.57088
▁កុំ	-9.57124
▁IP	-9.57216
មានភាព	-9.57239
em	-9.57278
out	-9.57333
ចែករំលែក	-9.5742
**	-9.57442
ពន្ធ	-9.57474
▁say	-9.5756
▁self	-9.57655
សាច់	-9.57718
▁សម្ភារៈ	-9.57738
អេឡិចត្រូនិច	-9.57785
▁systems	-9.57827
▁based	-9.57851
ចំណេះដឹង	-9.57875
▁c	-9.57877
-2	-9.57956
13	-9.5799
▁ក្រុមហ៊ុនផលិត	-9.58039
▁sustainable	-9.58045
▁comes	-9.58052
ផ្កា	-9.58097
▁person	-9.58133
ផ្សេងៗគ្នា	-9.58167
ជាក់ស្តែង	-9.58188
▁week	-9.58197
ពេញ	-9.58202
▁United	-9.5821
▁types	-9.58216
គ	-9.58241
end	-9.58268
ir	-9.58322
ល្បឿន	-9.58356
▁going	-9.58366
ធនធាន	-9.58407
រួមគ្នា	-9.5845
▁**	-9.58536
▁lot	-9.5859
500	-9.58653
▁activities	-9.58664
ហេដ្ឋា	-9.58687
▁CO	-9.58914
pe	-9.58922
▁ឈ្មោះ	-9.58925
សរសេរ	-9.58947
រូបរាង	-9.58956
គ្រោះថ្នាក់	-9.58997
▁battery	-9.59018
▁១២	-9.59114
▁conditions	-9.59118
សាមញ្ញ	-9.59124
ang	-9.59206
▁1,	-9.59241
▁យ៉ាង	-9.59289
▁2016	-9.5932
▁personal	-9.59399
ធ្វើដំណើរ	-9.5968
▁feel	-9.59685
ស្តីពី	-9.59797
▁issues	-9.59807
▁form	-9.59862
កញ្ចប់	-9.59876
▁គ្នា	-9.59957
ដំណាក់កាល	-9.60007
▁knowledge	-9.60055
ភ្នំ	-9.60119
▁article	-9.60147
ge	-9.60217
សហគ្រាស	-9.6027
របស់ខ្ញុំ។	-9.60276
យ៉ាងទូលំទូលាយ	-9.60286
រហ័ស	-9.60299
▁app	-9.60356
▁role	-9.6039
di	-9.60407
▁problems	-9.60456
០	-9.60561
កំណើន	-9.60612
▁never	-9.60676
សមុទ្រ	-9.60701
▁cases	-9.60708
▁single	-9.60786
តាមដាន	-9.60817
term	-9.60856
▁effective	-9.60859
រន្ធ	-9.60909
▁Sam	-9.60911
▁fish	-9.61003
▁នាទី	-9.61026
▁Car	-9.6106
▁function	-9.6109
▁Best	-9.61092
▁means	-9.61132
▁Al	-9.61152
▁300	-9.61184
▁hot	-9.61185
▁achieve	-9.6124
ស្លាប់	-9.61246
▁point	-9.61427
▁popular	-9.6145
▁Province	-9.61464
▁di	-9.61675
▁provides	-9.61767
ទ្វារ	-9.61898
របស់នាង	-9.61906
▁October	-9.61912
កិច្ចព្រមព្រៀង	-9.61955
នីតិវិធី	-9.61991
ចែកចាយ	-9.62052
លើក	-9.62092
បន្ទាត់	-9.62101
-1	-9.62126
li	-9.62144
ដៃគូ	-9.62155
ឥឡូវនេះ	-9.62201
គួរ	-9.62285
ឥណទាន	-9.62415
បានទេ	-9.62419
▁យក	-9.62463
▁farmers	-9.62554
បង្កើតឡើង	-9.62613
▁ចិត្ត	-9.62706
▁designed	-9.62741
200	-9.6279
ការនាំចេញ	-9.62874
ឡាស៊ែរ	-9.62886
ការគាំទ្រ	-9.62899
28	-9.62909
▁ខែវិច្ឆិកា	-9.62974
▁show	-9.63011
65	-9.63155
ឈាម	-9.63192
ប្រទេសចិន	-9.63224
▁below	-9.6324
ខ្សែភាពយន្ត	-9.63328
▁tax	-9.63361
–	-9.63386
▁did	-9.6341
នៅទីនេះ	-9.63421
វត្ថុធាតុដើម	-9.63481
lu	-9.63484
▁នាង	-9.6352
▁challenges	-9.63544
po	-9.6355
sh	-9.63582
ធី	-9.63645
17	-9.63648
និយាយថា	-9.63707
ផលប៉ះពាល់	-9.63717
▁Group	-9.63762
ព្យាយាម	-9.63765
ចាន	-9.63767
▁able	-9.63803
▁profound	-9.6386
▁Casino	-9.63922
ពាក់	-9.63933
បាន។	-9.6397
▁software	-9.64056
ex	-9.64187
45	-9.64192
ខាង	-9.64407
▁address	-9.64419
ជុំវិញ	-9.64653
line	-9.64657
▁away	-9.64678
▁says	-9.64687
▁23	-9.64699
ធ្លាក់ចុះ	-9.64724
80	-9.64758
អត្រា	-9.64783
▁អា	-9.64816
មន្ត្រី	-9.64873
កាស៊ីណូ	-9.64921
kh	-9.65031
▁strengthen	-9.65045
បំបែក	-9.65055
▁fire	-9.65058
▁sales	-9.65091
ប្រទេសកម្ពុជា	-9.65105
▁already	-9.65108
We	-9.65111
តុលាការ	-9.65151
ដែលមិន	-9.65191
▁several	-9.65238
ទាំងស្រុង	-9.65238
ជាទូទៅ	-9.65307
ដើម្បីទទួលបាន	-9.65331
▁gas	-9.65374
▁crucial	-9.65462
ខ្លី	-9.65463
ស្អាត	-9.65476
រាល់	-9.65526
ri	-9.65532
▁box	-9.65599
35	-9.65633
▁President	-9.65646
▁plate	-9.6565
ពាក់ព័ន្ធ	-9.65741
ស្រុក	-9.65749
▁ចិន	-9.65779
▁network	-9.65803
ទាក់ទាញ	-9.65805
ព	-9.65813
▁along	-9.65817
▁ម។	-9.65969
អ្នកលេង	-9.6605
យោធា	-9.66135
លក្ខខណ្ឌ	-9.6617
▁មើល	-9.66192
ធានា	-9.66245
tu	-9.66285
យូ	-9.66351
▁called	-9.66366
year	-9.66372
ច្បាស់	-9.66386
▁Water	-9.66387
▁៩	-9.66406
ក្រសួង	-9.66411
ស្គាល់	-9.66484
នៃព្រះរាជាណាចក្រ	-9.66541
▁July	-9.66614
ប្រសិនបើអ្នក	-9.66725
▁space	-9.66727
▁ព្រមទាំង	-9.6677
ប្រឆាំង	-9.6679
▁payment	-9.66797
លើកកម្ពស់	-9.66891
នាយករដ្ឋមន្ត្រី	-9.66894
បុគ្គល	-9.66901
no	-9.66935
▁ចំពោះ	-9.66992
▁markets	-9.67041
▁committed	-9.67072
ist	-9.67086
▁makes	-9.67118
tic	-9.67126
▁Size	-9.67141
▁ដែលមាន	-9.67222
▁benefits	-9.67233
ចាប់	-9.67251
▁model	-9.67356
▁aluminum	-9.67369
▁together	-9.67433
បៃតង	-9.67454
ក្រុមហ៊ុនផលិត	-9.67463
ឡើយ។	-9.67477
ចុះឈ្មោះ	-9.6757
ផ្តល់ជូន	-9.67581
ដប	-9.67628
▁field	-9.6764
ការសិក្សា	-9.67641
~	-9.67706
ឥតគិតថ្លៃ	-9.67793
ឱ្យបាន	-9.67851
01	-9.67863
op	-9.67871
▁path	-9.67901
▁ភាគរយ	-9.67921
ក្នុងតំបន់	-9.67939
របៀប	-9.67943
ure	-9.68003
ke	-9.68046
va	-9.68048
វិធីសាស្រ្ត	-9.68056
▁members	-9.68061
▁offers	-9.68081
ទ	-9.68128
ឈប់	-9.68155
សមាជិក	-9.68158
▁safe	-9.68166
យើងនឹង	-9.6819
ី	-9.68207
▁capital	-9.6828
▁excellent	-9.68341
▁June	-9.68389
▁pro	-9.68415
គ្រាន់តែ	-9.68422
▁traditional	-9.68431
បង្ក	-9.68442
តាមតម្រូវការ	-9.68516
▁domestic	-9.68519
ដក	-9.68571
ak	-9.68603
▁Education	-9.68646
▁cannot	-9.68696
ថៃ	-9.6872
▁film	-9.68738
ization	-9.68741
ពិតជា	-9.68761
▁OEM	-9.68784
▁morning	-9.68829
▁1000	-9.68845
រកឃើញ	-9.6885
អគារ	-9.68886
nd	-9.68977
▁lower	-9.69
មិនបាន	-9.6906
ian	-9.69083
):	-9.69092
ការស្រាវជ្រាវ	-9.69103
ទ្រព្យសម្បត្តិ	-9.69135
tor	-9.69169
អឺរ៉ុប	-9.69241
▁beautiful	-9.69258
▁City	-9.69265
▁office	-9.69366
▁environmental	-9.6937
ខិតខំប្រឹងប្រែង	-9.69379
ជំរុញ	-9.69386
▁រ	-9.69431
▁registration	-9.69442
ជប៉ុន	-9.6946
▁ទ្រង់	-9.69485
▁ក	-9.69509
ដែលកំពុង	-9.69543
វេចខ្ចប់	-9.69582
14	-9.6966
អាក្រក់	-9.69681
90	-9.69688
▁electric	-9.69791
▁budget	-9.69834
▁fully	-9.69859
សម្លៀកបំពាក់	-9.69874
▁wire	-9.69926
ក៏បាន	-9.69931
ចល័ត	-9.69946
▁b	-9.69968
អត់	-9.70006
▁Alton	-9.7007
គ្រាប់	-9.70185
ប្រមូល	-9.70236
មិនមែន	-9.7026
▁method	-9.70283
បន្ទប់	-9.70288
▁board	-9.70367
▁society	-9.70369
▁laser	-9.70375
pa	-9.70384
នេះត្រូវបាន	-9.70408
ng	-9.70547
ac	-9.70585
▁share	-9.70616
▁September	-9.70665
▁Your	-9.70784
▁travel	-9.7079
ត្រូវបានអនុវត្ត	-9.70795
ការព្យាបាល	-9.70854
▁remains	-9.70876
do	-9.70942
កម្មករ	-9.70974
▁continues	-9.7102
ប្រពៃណី	-9.71115
▁maintain	-9.71213
▁receive	-9.71239
ភ្លាមៗ	-9.71405
កណ្តាល	-9.71511
-10	-9.71534
▁saw	-9.71534
មធ្យម	-9.71573
▁បើក	-9.71663
24	-9.71762
ab	-9.71824
ut	-9.71855
▁month	-9.71878
▁អ	-9.71987
▁regional	-9.72015
▁Technology	-9.72069
▁once	-9.72133
ក់	-9.72225
▁Japan	-9.7224
អ៊ី	-9.72307
▁opportunities	-9.72313
ប្តូរ	-9.72352
▁បង្កើត	-9.72406
▁history	-9.72446
រុក្ខជាតិ	-9.72513
ung	-9.72575
▁email	-9.72582
មាត់	-9.72699
ជួរ	-9.72704
កូ	-9.72722
▁child	-9.72813
ទិដ្ឋភាព	-9.72821
▁ខែមករា	-9.72851
22	-9.72865
ពិនិត្យ	-9.72921
▁programs	-9.7294
ទន់	-9.72962
om	-9.73069
ized	-9.73105
▁interest	-9.73156
▁លេខ	-9.73163
ស្រាល	-9.73177
▁why	-9.73205
ជាដើម។	-9.73213
បាត់បង់	-9.73271
ការប្រកួត	-9.73306
ហ	-9.73309
ការរៀបចំ	-9.73316
ញ៉ាំ	-9.73321
ភូមិ	-9.73324
▁policies	-9.73331
▁groups	-9.73368
ated	-9.73372
ដាំ	-9.73405
io	-9.73437
ha	-9.73472
▁grow	-9.73524
▁ត្រូវតែ	-9.73577
▁Over	-9.73623
▁features	-9.73784
▁អ្វី	-9.7383
▁Asia	-9.73854
បង្រៀន	-9.73855
he	-9.73879
លឿន	-9.74031
▁really	-9.74057
របាយការណ៍	-9.74074
>	-9.74095
▁Steel	-9.74106
▁yet	-9.74127
tro	-9.74162
▁responsible	-9.74224
▁March	-9.74251
អត្ថប្រយោជន៍	-9.74311
ជាប់	-9.74439
▁យោងតាម	-9.74478
▁force	-9.74523
សំណើម	-9.74584
ប្រវត្តិសាស្ត្រ	-9.74678
កិច្ចប្រជុំ	-9.74682
▁thin	-9.74721
▁resources	-9.74734
▁Facebook	-9.74751
កម្ម	-9.74779
ផ្តល់ជូននូវ	-9.74804
▁2013	-9.74808
គោលការណ៍	-9.74897
ក្រហម	-9.74923
▁please	-9.74965
▁provided	-9.7499
▁Pre	-9.75063
▁easily	-9.75073
បរិយាកាស	-9.75128
▁cause	-9.75321
▁near	-9.754
▁26	-9.75433
▁again	-9.75448
កំហុស	-9.75503
▁room	-9.75512
26	-9.75516
ឧស្ម័ន	-9.75571
វែង	-9.75581
ស៊េរី	-9.75644
▁goods	-9.75695
be	-9.75744
រក្សាទុក	-9.75797
▁cut	-9.75932
មានគុណភាពខ្ពស់	-9.75935
នា	-9.75977
អត្រានុកូលដ្ឋាន	-9.75988
▁PC	-9.76013
con	-9.76051
ដោយខ្លួនឯង	-9.76145
ពីការ	-9.76157
▁known	-9.76181
មានប្រសិទ្ធភាព	-9.76207
គោរព	-9.76233
▁industrial	-9.76253
ក្នុងអំឡុងពេល	-9.76297
▁deep	-9.76353
ating	-9.76364
និស្សិត	-9.76388
ការធ្វើតេស្ត	-9.76393
ម៉ូតូ	-9.76452
ថ្ងៃទី	-9.76462
ហាង	-9.76469
ការចំណាយ	-9.76475
ពិត	-9.7648
▁variety	-9.76581
▁impact	-9.76595
▁regulations	-9.76636
តិច	-9.76675
ដែលយើង	-9.76691
▁ម៉ាណែត	-9.76714
ជាពិសេស	-9.76721
▁28	-9.7689
▁loss	-9.76977
សំណួរ	-9.77036
▁close	-9.77043
▁discuss	-9.7705
▁MP	-9.7709
▁kind	-9.77117
រង់ចាំ	-9.77156
▁paper	-9.77182
▁hope	-9.77249
▁ក្រោយ	-9.77259
ប្រភព	-9.77298
▁directly	-9.77322
បញ្ជាក់	-9.7733
ical	-9.77357
បន្ទាប់	-9.77372
▁USB	-9.77387
▁perfect	-9.77437
▁date	-9.77474
▁Majesty	-9.77511
ក្នុងចំណោម	-9.77546
bo	-9.77573
▁fast	-9.77623
▁ឆ្នាំ២០២៣	-9.77664
▁co	-9.77714
▁80	-9.77806
ប្លុក	-9.77822
▁dry	-9.77906
▁additional	-9.77974
សក់	-9.78094
ium	-9.78244
q	-9.78293
ni	-9.78332
land	-9.78343
▁potential	-9.78346
▁RFA	-9.78349
ឯកជន	-9.78365
▁៣០	-9.78399
▁ផ្តល់	-9.78402
▁produce	-9.78413
05	-9.78422
▁plant	-9.78432
75	-9.78445
we	-9.78506
In	-9.7856
▁ក្រោម	-9.78614
▁ស្រុក	-9.78642
99	-9.78643
▁ច្រើន	-9.78647
ផ្សារ	-9.78657
▁bottle	-9.78677
ពិបាក	-9.78706
▁Liaibe	-9.78719
រាង	-9.78776
ណាស់។	-9.78851
អាយុ	-9.78926
ប៉ុណ្ណោះទេ	-9.78932
▁red	-9.78973
គីមី	-9.79046
ភី	-9.79048
▁results	-9.79066
for	-9.79137
▁damage	-9.79148
ដែលត្រូវ	-9.79152
៣០	-9.79158
កិច្ចការ	-9.79226
▁established	-9.79357
▁something	-9.79396
ឆ្លង	-9.79399
វ៉ា	-9.7941
ជាបន្តបន្ទាប់	-9.79473
▁understand	-9.79493
▁ចូល	-9.79517
▁Read	-9.79581
▁applications	-9.79608
▁likes	-9.79683
▁noted	-9.797
ទៅដល់	-9.79721
▁certain	-9.79727
បែប	-9.79748
▁direct	-9.79754
ខ្នាតតូច	-9.79801
▁computer	-9.79957
បច្ចុប្បន្នភាព	-9.80025
រត់	-9.80026
ពិចារណា	-9.80134
▁Ra	-9.80139
ម្ចាស់	-9.80146
▁whether	-9.80147
of	-9.80207
រដ្ឋបាល	-9.80295
ការអប់រំ	-9.80344
▁tourism	-9.8042
day	-9.80466
32	-9.80501
#	-9.80506
▁might	-9.80558
▁ចេញ	-9.8064
▁ណា	-9.80681
▁climate	-9.80696
▁increased	-9.80705
វា។	-9.80768
▁events	-9.80801
ឈរ	-9.80829
របស់អតិថិជន	-9.80857
នៅឆ្នាំ	-9.80857
សមាសធាតុ	-9.80862
▁con	-9.8087
▁១៥	-9.80894
អនាគត	-9.80897
ig	-9.80908
▁បង្ហាញ	-9.80978
រឹងមាំ	-9.81123
ការបញ្ជាទិញ	-9.81172
95	-9.81229
▁printing	-9.81232
ah	-9.81241
▁unique	-9.81251
បេះដូង	-9.81359
▁political	-9.81503
300	-9.81549
▁Air	-9.81589
នៅថ្ងៃទី	-9.81608
▁job	-9.81616
▁Tanya	-9.81659
▁Public	-9.81664
▁Ch	-9.81699
ក៏ដូចជា	-9.81739
ម្សៅ	-9.8178
▁គ	-9.81782
▁Apply	-9.81795
ឆ្លាតវៃ	-9.8194
ត្រា	-9.81942
▁whole	-9.81984
▁table	-9.81998
▁documents	-9.82006
▁Type	-9.82017
ស្នើសុំ	-9.8203
ភាគរយ	-9.82032
▁fact	-9.82063
▁ខណៈដែល	-9.82084
▁ឥឡូវនេះ	-9.82092
▁ញុម	-9.82158
▁specific	-9.82166
ប្រាក់ចំណូល	-9.8217
នាំ	-9.82182
មិនត្រឹមតែ	-9.82194
▁medical	-9.82222
▁implementation	-9.82234
កត្តា	-9.82252
▁leading	-9.82256
▁State	-9.82272
ផ្ដល់	-9.82279
បង្ហាញពី	-9.82317
▁step	-9.82317
▁ព្រឹក	-9.82349
▁user	-9.8239
ល្អឥតខ្ចោះ	-9.82407
▁looking	-9.82425
ot	-9.8246
▁Le	-9.82464
00	-9.82548
ឈ្នះ	-9.82592
▁August	-9.82602
ការផលិត	-9.82711
ite	-9.8274
▁តើធ្វើដូចម្តេច	-9.82753
▁develop	-9.82764
▁road	-9.82818
ពន្លឺព្រះអាទិត្យ	-9.82885
▁enjoy	-9.82891
▁sun	-9.82959
▁របៀប	-9.83018
វិបត្តិ	-9.83117
▁storage	-9.83134
▁tool	-9.83243
អត្ថបទ	-9.83244
▁course	-9.8326
▁Court	-9.83276
បម្រើ	-9.83337
▁motor	-9.8335
▁nearly	-9.8343
ឡើយ	-9.83453
ប្រាក់រង្វាន់	-9.83476
▁relevant	-9.83488
▁necessary	-9.83488
▁DC	-9.83494
ted	-9.83498
ស្លាក	-9.83543
▁left	-9.83631
អ្នកជំនាញ	-9.83656
▁5.	-9.83683
▁manufacturer	-9.83704
70	-9.83716
▁គឺដើម្បី	-9.83821
សួរ	-9.83876
ទៅក្នុង	-9.83915
▁នូវ	-9.83923
រូបថត	-9.8396
600	-9.83994
▁ប្រធាន	-9.84042
លើស	-9.84118
▁អង្គការ	-9.84211
▁prohibited	-9.84286
ធ្ងន់ធ្ងរ	-9.84313
▁27	-9.84339
ដែរឬទេ	-9.84354
ថែទាំ	-9.84445
បទប្បញ្ញត្តិ	-9.84454
▁received	-9.84469
▁lead	-9.84475
▁Con	-9.84495
▁reach	-9.84515
ចម្បង	-9.84525
▁South	-9.84529
▁បច្ចុប្បន្ន	-9.84545
▁efforts	-9.84586
▁call	-9.84592
ប្រធានបទ	-9.84607
ខ្លាំងណាស់	-9.84617
មានតម្លៃ	-9.84674
-20	-9.84686
ap	-9.8475
men	-9.84776
la	-9.84781
យន្តហោះ	-9.84854
ti	-9.84859
និន្នាការ	-9.84914
▁build	-9.8499
ការលក់	-9.84991
▁From	-9.84996
▁bank	-9.85069
www	-9.85095
សុទ្ធ	-9.8515
ial	-9.85182
▁wall	-9.85184
▁devices	-9.85254
▁February	-9.85259
បានទទួល	-9.85268
▁big	-9.85277
way	-9.85323
ចុង	-9.8535
▁150	-9.85387
▁Reap	-9.85396
▁ខ្សែ	-9.85398
▁ទីក្រុង	-9.8541
នៅក្នុងតំបន់	-9.85464
ធ្លាក់	-9.85502
▁Party	-9.85543
▁tons	-9.85553
au	-9.85565
ខាងក្រោម	-9.85586
▁ពលរដ្ឋ	-9.85609
ទិន្នផល	-9.8562
CC	-9.85658
▁fiber	-9.85662
ទំព័រ	-9.85666
▁common	-9.85705
▁ដាក់	-9.85774
▁having	-9.85779
▁Siem	-9.85784
▁master	-9.85796
▁allows	-9.85805
មានចំនួន	-9.8583
▁attract	-9.85836
▁costs	-9.85837
▁early	-9.8588
ព្រោះ	-9.85885
▁income	-9.85911
គម្រប	-9.85924
▁pump	-9.85926
ការបង្កើត	-9.85932
▁ក្នុងករណីមាន	-9.85938
ខ្សែសង្វាក់	-9.85965
ft	-9.86011
ត្រូវបានប្រើ	-9.86018
▁Manet	-9.8616
800	-9.8619
▁games	-9.86198
ប្រចាំឆ្នាំ	-9.86211
▁ISO	-9.86216
យូរ	-9.86225
vi	-9.86237
▁drive	-9.8624
▁position	-9.86256
ដែកអ៊ីណុក	-9.8629
ពិនិត្យមើល	-9.86307
°	-9.86315
▁packaging	-9.86361
▁During	-9.86404
តិចតួច	-9.86469
It	-9.86501
▁ប	-9.86573
▁agreement	-9.866
▁list	-9.86605
▁Vietnam	-9.86611
▁practice	-9.86621
86	-9.86642
ភ្នាក់ងារ	-9.86643
▁solutions	-9.86697
ទាំងអស់។	-9.86728
▁April	-9.86731
ថាតើ	-9.86797
បារាំង	-9.86805
▁រួមទាំង	-9.86854
▁police	-9.86872
ish	-9.86876
ong	-9.86898
od	-9.87014
▁គោលបំណងនៃ	-9.87017
os	-9.87103
នឹងមិន	-9.87106
▁dis	-9.8711
បាញ់	-9.87178
បងប្អូន	-9.87213
ព្រំដែន	-9.8722
▁district	-9.87269
▁send	-9.87278
បន្តិច	-9.87295
របស់កម្ពុជា	-9.87321
មានន័យថា	-9.87323
អំណាច	-9.87351
ចំណូល	-9.87383
▁attention	-9.87386
06	-9.87406
′′	-9.87445
ដែកថែប	-9.87455
កម្រិតខ្ពស់	-9.87457
បន្លែ	-9.87459
▁accord	-9.87511
ច្បាស់លាស់	-9.87538
▁2023,	-9.87556
វាយ	-9.87562
▁i	-9.8757
ចរន្ត	-9.87596
▁ចុះ	-9.87597
▁read	-9.8763
ស្រី	-9.87665
▁Law	-9.87682
▁solution	-9.87715
▁base	-9.87756
▁$1	-9.87817
ជាធម្មតា	-9.87823
▁temple	-9.87866
រួមបញ្ចូល	-9.87999
ភ្ញៀវ	-9.88078
▁Ta	-9.88094
ភាគហ៊ុន	-9.88099
02	-9.88198
ដង	-9.88228
ber	-9.88233
▁expected	-9.88367
វាជា	-9.88388
▁ផ្នែក	-9.88477
▁Max	-9.88488
▁mainly	-9.88491
ជួសជុល	-9.88517
▁×	-9.88568
▁release	-9.88577
ជាន់	-9.88581
▁បន្ត	-9.88591
▁45	-9.8866
▁Center	-9.8872
▁front	-9.88748
រ៉ូ	-9.88836
ability	-9.88841
គោលបំណង	-9.88877
ally	-9.88924
▁everything	-9.88944
ដំណាំ	-9.88948
▁announced	-9.8896
មី	-9.88969
▁eye	-9.89013
សកម្ម	-9.89015
▁ល	-9.89048
ិ	-9.89061
▁property	-9.89104
អនាម័យ	-9.89115
តើ	-9.89141
ភាសា	-9.89158
▁AI	-9.89183
▁32	-9.89215
▁ខណៈពេលដែល	-9.89216
អេឡិចត្រូនិក	-9.89247
-4	-9.8926
▁អាន	-9.89264
បានចាប់ផ្តើម	-9.89309
អំណោយ	-9.89422
តូចៗ	-9.89436
នេះគឺជា	-9.89466
បោះឆ្នោត	-9.8948
▁file	-9.89509
យ៉ា	-9.89539
▁allow	-9.89572
cu	-9.89579
ag	-9.89623
▁Decree	-9.89643
ហាមឃាត់សម្រាប់	-9.89676
មួយ។	-9.89735
▁ហេតុអ្វីបានជា	-9.89757
ផ្សេងគ្នា	-9.89757
ពាក់កណ្តាល	-9.89762
▁try	-9.89773
▁add	-9.89829
ប៉ា	-9.89958
មិនមែនជា	-9.89961
▁advanced	-9.89989
មន្ទីរពេទ្យ	-9.90005
-3	-9.90011
ត្រង់	-9.9005
▁Now	-9.90102
▁Road	-9.90139
tion	-9.90147
▁ex	-9.90185
នៅក្នុងប្រទេស	-9.90191
ip	-9.90218
ប្រចាំថ្ងៃ	-9.90278
ទាញយក	-9.90306
កាន់	-9.90387
▁១៩	-9.90431
▁casino	-9.90434
សកល	-9.90458
▁related	-9.90466
▁<	-9.90476
▁credit	-9.90482
មានអារម្មណ៍	-9.90524
ដោះស្រាយបញ្ហា	-9.90544
វិភាគ	-9.90548
មូលនិធិ	-9.90616
▁station	-9.90752
ho	-9.90763
▁developed	-9.90783
MA	-9.90802
▁currently	-9.9083
▁pipe	-9.9092
ous	-9.90931
ê	-9.90963
▁Smart	-9.90972
▁third	-9.90978
▁emphasized	-9.90998
▁Mar	-9.91115
▁helps	-9.91122
▁សម	-9.91206
ya	-9.91306
▁បន្ទាប់៖	-9.91324
▁far	-9.91333
▁wide	-9.91358
ខ្ពស់។	-9.91363
▁maintenance	-9.91365
IN	-9.91366
▁blood	-9.91367
our	-9.91376
ដោយមិន	-9.9138
ើ	-9.91389
▁methods	-9.91395
ញ	-9.91446
▁=	-9.91479
លក្ខណៈ	-9.9159
មានលក្ខណៈ	-9.91599
តិចជាង	-9.91633
▁polyester	-9.91663
▁creating	-9.91673
▁uses	-9.91677
▁អស់	-9.91681
ខ្	-9.91691
▁focus	-9.91693
ផ្លូវការ	-9.91743
មើលទៅ	-9.91755
03	-9.91757
ring	-9.91766
ជាមួយនឹងការ	-9.91778
តារាង	-9.91809
▁families	-9.91827
▁players	-9.91879
ស្តាប់	-9.91889
នាំចូល	-9.91899
▁boost	-9.91972
▁living	-9.91981
▁ម៉ែត្រ	-9.91998
ទិសដៅ	-9.92018
▁acid	-9.92027
ក្នុងវិស័យ	-9.92044
▁Price	-9.92142
▁multi	-9.92177
ផល	-9.922
នៅតាម	-9.92203
ដើម្បីបង្កើត	-9.92205
មានសារៈសំខាន់	-9.92214
ជួល	-9.92215
▁recent	-9.92225
ផ្	-9.92262
នឹងមាន	-9.92307
អាស្រ័យលើ	-9.92341
▁ខេត្ត	-9.92359
▁Ro	-9.92397
▁manufacturing	-9.92443
▁issued	-9.92459
▁ច្បាប់	-9.92464
ថង់	-9.92469
▁More	-9.92469
ជោគជ័យ	-9.925
▁learning	-9.92505
▁news	-9.9251
ten	-9.92526
▁អាចបណ្តាលឱ្យមាន	-9.92575
▁significant	-9.92599
▁វិធី	-9.92629
vo	-9.92644
▁outdoor	-9.92681
រាវ	-9.92704
ការអភិវឌ្ឍន៍	-9.92769
▁document	-9.92799
ក្នុងមួយ	-9.92861
▁នៅថ្ងៃទី	-9.92921
▁≤	-9.92929
ការទូទាត់	-9.92951
▁ឆ្នាំ២០២៤	-9.92978
▁held	-9.93004
▁Some	-9.93017
▁minutes	-9.93021
side	-9.93032
▁ចាប់	-9.9305
ធំៗ	-9.93062
ការណែនាំ	-9.93084
quality	-9.93117
light	-9.93131
▁That	-9.93156
▁page	-9.93165
១១	-9.9318
បើ	-9.93183
▁អ៊ីញ	-9.93185
ការពិត	-9.93218
▁Amazon	-9.9323
▁lost	-9.93231
ការខកខានក្នុងការ	-9.93299
67	-9.9339
▁exchange	-9.93397
son	-9.9347
▁actually	-9.93482
▁eat	-9.93508
សម	-9.93527
▁ball	-9.93533
▁entire	-9.93535
ហា	-9.93577
ក្	-9.93613
ហានិភ័យ	-9.93635
ថត	-9.93644
▁មន្ត្រី	-9.93653
▁ប្រកាស	-9.93726
▁enter	-9.93744
អង្គភាព	-9.93772
▁everyone	-9.93798
សម្គាល់	-9.93873
▁៥០	-9.93902
ពិន្ទុ	-9.93925
▁Material	-9.93932
▁return	-9.94019
▁ដង	-9.94057
▁touch	-9.94159
▁Number	-9.94162
និរន្តរភាព	-9.94162
ដោយមាន	-9.94208
▁art	-9.94215
▁ទឹក	-9.94242
▁stable	-9.94288
ម៉ែត្រ	-9.94294
▁priority	-9.9433
▁young	-9.94372
▁output	-9.94373
បន្ទាប់មក	-9.94404
៥០	-9.94429
ក្នុងឆ្នាំ	-9.9449
▁f	-9.94558
▁installation	-9.94584
ជាអ្នក	-9.94595
▁border	-9.94619
ប្រកួតប្រជែង	-9.94745
តែមួយគត់	-9.94746
កៅស៊ូ	-9.94789
▁widely	-9.94797
res	-9.94824
▁នេះគឺជា	-9.94829
ud	-9.9483
▁អាជ្ញាធរ	-9.94884
លុប	-9.94908
▁deposit	-9.94929
▁center	-9.9494
▁និស្សិត	-9.94941
▁laws	-9.94974
បាល់	-9.9498
បំផ្លាញ	-9.94982
▁Sok	-9.95025
que	-9.95106
▁points	-9.95107
tra	-9.95162
21	-9.95175
▁School	-9.9522
▁General	-9.9523
ផ្តល់ឱ្យ	-9.95251
▁gold	-9.95266
based	-9.95364
▁meters	-9.95412
▁usually	-9.95491
ដ៏ល្អ	-9.95497
▁tell	-9.95502
▁suppliers	-9.9553
▁seen	-9.95531
ទន្លេ	-9.95548
▁bar	-9.95559
36	-9.9566
▁businesses	-9.9567
68	-9.95673
▁source	-9.95697
▁request	-9.95793
▁Year	-9.95796
ize	-9.9581
▁cold	-9.95894
ron	-9.95947
▁physical	-9.9599
▁press	-9.95993
old	-9.9612
ជ័រ	-9.96149
ឡ	-9.96184
▁Of	-9.96203
▁exports	-9.96233
ប់	-9.96243
▁done	-9.96386
កាបូន	-9.96388
▁multiple	-9.96397
បញ្ហាប្រឈម	-9.96449
▁2023	-9.96452
▁Council	-9.96472
▁strategy	-9.96472
nm	-9.9648
▁ញុមចូលចិត្ត	-9.96486
សូម្បីតែ	-9.96493
▁waste	-9.96525
▁cultural	-9.96607
ដើម្បីធ្វើឱ្យ	-9.96654
មួយទៀត	-9.96699
▁general	-9.96718
▁expand	-9.9679
▁វាគឺជា	-9.96803
▁Make	-9.96814
▁Management	-9.96876
វាយតម្លៃ	-9.96882
▁delivery	-9.96995
▁Failure	-9.97119
▁បច្ចេកវិទ្យា	-9.97142
KW	-9.97199
▁Association	-9.97201
▁works	-9.97232
▁Manufacturer	-9.97266
▁providing	-9.97282
អចលនទ្រព្យ	-9.97353
form	-9.97405
tin	-9.97429
66	-9.97462
▁requires	-9.97462
▁បញ្ហា	-9.97501
▁men	-9.97542
ការកំណត់	-9.97595
▁staff	-9.97608
▁transfer	-9.97667
ទទួលស្គាល់	-9.97725
▁2,	-9.97737
ធារាសាស្ត្រ	-9.97771
29	-9.97798
២៥	-9.97945
▁experts	-9.9798
ple	-9.98005
បញ្ជា	-9.98014
▁អ្នកជំនាញ	-9.98017
▁លាន	-9.9805
គូ	-9.98066
▁zithromax	-9.98098
អស់	-9.98127
▁លានដុល្លារ	-9.98145
ក្រៅ	-9.98163
កោសិកា	-9.9818
ដុត	-9.98229
របស់មនុស្ស	-9.98243
▁remain	-9.98256
ផ្លាស្ទិច	-9.98262
▁heavy	-9.98262
ភស្តុតាង	-9.98309
▁aims	-9.98365
mon	-9.98366
▁sectors	-9.98468
ផ្សាយពាណិជ្ជកម្ម	-9.98486
នាពេលបច្ចុប្បន្ន	-9.98491
ស្រស់	-9.98563
ការការពារ	-9.9857
▁save	-9.98709
សមរម្យ	-9.98787
ជន	-9.98836
▁investors	-9.98863
Hz	-9.98907
ត្រ	-9.98924
▁wood	-9.98946
▁highly	-9.98958
កោះ	-9.98959
លំហូរ	-9.98979
ធុង	-9.99002
▁Civil	-9.99003
63	-9.99012
▁Land	-9.99033
ឡាន	-9.99076
មិនទាន់	-9.99084
វេជ្ជសាស្ត្រ	-9.99086
▁urban	-9.99086
▁USD	-9.99099
ors	-9.99113
▁ឧទាហរណ៍	-9.99119
▁សម្តេចតេជោ	-9.99162
ខ	-9.99204
▁death	-9.99261
▁Color	-9.99265
ca	-9.99296
ence	-9.99299
សិក្ខាសាលា	-9.99336
▁enough	-9.99336
▁inside	-9.9938
ទាមទារ	-9.99454
គន្លឹះ	-9.99479
▁studies	-9.99502
▁ឃើញ	-9.99512
ជាផ្លូវការ	-9.99529
ចាប់ផ្ដើម	-9.99545
▁action	-9.99548
▁Deputy	-9.99584
▁least	-9.99587
ពណ៌ស	-9.99638
▁inter	-9.99642
▁Jesus	-9.99667
លើកទឹកចិត្ត	-9.9973
▁ការរចនា	-9.99741
▁stay	-9.99752
▁Sa	-9.99802
▁wear	-9.99814
▁ទំព័រ	-9.99814
ប៉ុន្មាន	-9.99841
88	-9.99887
led	-9.99894
proof	-9.99904
ងាយស្រួលក្នុងការ	-9.99927
▁តើអ្នក	-9.99957
▁videos	-10.0001
▁eyes	-10.0004
▁quickly	-10.0005
▁stainless	-10.0009
▁certificate	-10.0009
បន្ទុក	-10.001
សេចក្តី	-10.0017
▁degree	-10.002
▁យុវជន	-10.0027
▁told	-10.0027
ide	-10.003
▁គួរ	-10.0032
▁mode	-10.0036
បង្វិល	-10.0038
▁nation	-10.0039
▁នាំ	-10.004
▁tube	-10.0041
បណ្តុះបណ្តាល	-10.0041
▁similar	-10.0042
ប៉ះ	-10.0044
ស្ពាន	-10.0045
យ៉ាងឆាប់រហ័ស	-10.0055
ស្រូវ	-10.0056
▁70	-10.0058
▁chemical	-10.0063
បញ្ឈប់	-10.0071
ក្រ	-10.0073
ga	-10.0074
ថ្នាំកូត	-10.0077
▁stop	-10.0077
ដើម្បីការពារ	-10.0084
use	-10.0088
វ៉ុល	-10.009
ដំណើរ	-10.009
គិតថា	-10.0091
▁welding	-10.0092
▁Top	-10.0093
▁ក្នុងនោះ	-10.0095
▁options	-10.0099
▁Department	-10.0101
▁located	-10.0102
ក៏មាន	-10.0103
▁stone	-10.0105
▁sub	-10.0111
▁First	-10.0111
PC	-10.0112
▁tools	-10.0114
ts	-10.0115
▁soft	-10.0116
▁spirit	-10.0117
ម្	-10.012
ping	-10.0125
▁customized	-10.013
27	-10.0132
ver	-10.0137
▁fruit	-10.014
▁option	-10.0142
▁download	-10.0144
ផ្ទេរ	-10.0145
0.0	-10.0145
▁progress	-10.015
▁cap	-10.0151
rd	-10.0151
ru	-10.0152
ចុច	-10.0155
ចាប់ពី	-10.0155
▁guide	-10.0157
កសាង	-10.0161
▁រដ្ឋមន្ត្រី	-10.017
ក្មេង	-10.0173
ន់	-10.0174
▁បានទេ	-10.0175
▁Not	-10.0176
car	-10.0177
over	-10.0178
▁ago	-10.0181
▁ជួយ	-10.0184
▁leaders	-10.0185
▁innovation	-10.0185
▁រដ្ឋាភិបាល	-10.0186
▁culture	-10.0186
▁Mobile	-10.0186
ចម្ងាយ	-10.0193
▁critical	-10.0194
▁positive	-10.0194
វិជ្ជមាន	-10.0202
▁Foreign	-10.0202
▁Apple	-10.0205
▁±	-10.0205
▁web	-10.0207
▁refers	-10.0207
តាមអ៊ីនធឺណិត	-10.021
▁risk	-10.021
ល្បែង	-10.0212
▁Name	-10.0217
▁cover	-10.0218
▁Don	-10.0219
រដ្ឋមន្ត្រី	-10.0224
▁turn	-10.0224
▁អំពី	-10.0232
▁Se	-10.0234
▁liquid	-10.0237
▁region	-10.0238
47	-10.0243
ក្នុងផ្ទះ	-10.0246
▁90	-10.025
គ្រោង	-10.0251
▁Business	-10.0252
▁Ad	-10.026
ប្លាស្ទិច	-10.0262
អាយ	-10.0268
▁success	-10.0272
▁stock	-10.0274
▁door	-10.0277
ឆ្លើយតប	-10.0277
កសិករ	-10.0278
▁[...]	-10.028
▁ខែតុលា	-10.028
▁powder	-10.0284
គី	-10.0284
កាលពី	-10.0292
▁Go	-10.03
▁follow	-10.0301
▁UV	-10.0302
ម៉ូទ័រ	-10.0305
▁bring	-10.0307
ទាញ	-10.0314
▁ក្រសួង	-10.0315
ប្លាស្ទិក	-10.0319
ដោយដៃ	-10.0323
▁admin	-10.0323
អាហារូបករណ៍	-10.0324
ធ	-10.0328
ប្រហែលជា	-10.0333
នៅក្រោម	-10.0333
▁35	-10.0343
▁Post	-10.0344
អ៊ីមែល	-10.0348
,”	-10.0364
▁ល្អ	-10.0368
ពួកវា	-10.0378
លក្ខណៈពិសេស	-10.0378
US	-10.0384
▁ព្រឹត្តិការណ៍	-10.0386
▁Vi	-10.0386
ay	-10.0393
ប៉ះពាល់ដល់	-10.0399
▁load	-10.0409
សាលារៀន	-10.041
សាក	-10.0416
▁Youth	-10.0421
▁Si	-10.0424
▁roller	-10.0427
▁difficult	-10.0427
▁cross	-10.0427
▁មុនពេល	-10.043
▁ceremony	-10.0435
▁Thailand	-10.0436
១២	-10.0436
▁Play	-10.0436
▁longer	-10.0437
ទូរទស្សន៍	-10.0444
▁ដំណើរការ	-10.0444
បាននិយាយថា	-10.0445
mer	-10.0447
ចេះ	-10.0448
31	-10.045
សមាគម	-10.045
យើងអាច	-10.0456
▁length	-10.0463
▁គោលនយោបាយ	-10.0465
▁benefit	-10.0473
ative	-10.0481
តំណាង	-10.0481
▁joint	-10.0484
ចង់បាន	-10.0489
izing	-10.0489
បូ	-10.0489
ខុសគ្នា	-10.0491
▁response	-10.0496
ញុម	-10.0499
$	-10.0501
ស្នើ	-10.0507
ស្ថិតនៅក្នុង	-10.0507
រួច	-10.051
▁items	-10.0512
▁book	-10.0515
ជនជាតិ	-10.0516
▁store	-10.0518
ator	-10.0519
រសជាតិ	-10.0521
▁សាកលវិទ្យាល័យ	-10.0529
▁Ni	-10.0532
ដីធ្លី	-10.0534
▁CE	-10.0534
▁sports	-10.0539
មហាវិទ្យាល័យ	-10.0541
▁Light	-10.0544
der	-10.0545
ill	-10.0545
▁សុ	-10.0546
លាយ	-10.0546
ស៊ុម	-10.0549
▁hair	-10.0551
រលាយ	-10.0553
▁សា	-10.0555
ដ៏រឹងមាំ	-10.0555
▁explore	-10.0558
▁សមត្ថភាព	-10.0559
▁click	-10.056
ជាការ	-10.0563
▁2024,	-10.0568
មុំ	-10.0571
▁rise	-10.0571
ER	-10.0572
▁operations	-10.0577
▁won	-10.0577
▁target	-10.0578
▁បន្តិច	-10.0585
▁iron	-10.0587
▁move	-10.0588
រុស្ស៊ី	-10.0588
▁watch	-10.0589
បានក្លាយជា	-10.059
ដើម្បីឱ្យ	-10.0594
▁convenient	-10.06
▁Every	-10.0601
TS	-10.0601
▁village	-10.0602
▁blue	-10.0603
សិទ្ធិមនុស្ស	-10.0604
អ្នកមាន	-10.0612
ស្នូល	-10.0613
▁ទិញ	-10.0615
ការកើនឡើង	-10.0621
ទាក់ទង	-10.0622
▁លើសពីនេះ	-10.0624
▁outside	-10.0632
▁compared	-10.0634
▁គ្រប់	-10.0635
▁គួរតែ	-10.0636
▁decision	-10.0637
ការតភ្ជាប់	-10.0638
▁App	-10.0643
▁ដែលបាន	-10.0644
នាំមកនូវ	-10.0653
ធ្ងន់	-10.066
▁actively	-10.0662
▁purchase	-10.0662
▁corrosion	-10.0665
pro	-10.0666
នេះមាន	-10.0667
▁Sub	-10.0672
▁flow	-10.0672
ថេរ	-10.0677
អំពូល	-10.0678
eng	-10.0678
មេរោគ	-10.068
▁promoting	-10.0682
ចាប់តាំងពី	-10.0688
▁Therefore	-10.0692
គុណភាពខ្ពស់	-10.0698
▁choice	-10.0698
រលក	-10.0699
ba	-10.0701
ជាមុន	-10.0702
▁reading	-10.0705
ហាក់ដូចជា	-10.071
ឡូ	-10.072
▁Lu	-10.0726
▁និងមាន	-10.0731
400	-10.0734
▁District	-10.0736
ជាដើម	-10.0737
▁cream	-10.0737
38	-10.0743
បានបង្កើត	-10.0743
▁ថ្ងៃទី	-10.0746
▁h	-10.0748
ក្រុមប្រឹក្សា	-10.0751
▁season	-10.0754
អ្នកដែល	-10.0756
មា	-10.0758
វិល	-10.0762
នេះនឹង	-10.0765
ជំនាញវិជ្ជាជីវៈ	-10.0769
▁labor	-10.0772
ថែរក្សា	-10.0774
វីស	-10.0776
អាចត្រូវបានប្រើ	-10.0778
