<pad>	0
<unk>	0
<s>	0
</s>	0
<2en>	0
<2km>	0
▁	-2.39852
.	-3.77492
,	-3.84205
▁the	-4.17602
▁and	-4.44618
▁to	-4.50499
▁of	-4.54474
s	-4.66066
។	-4.66214
▁និង	-4.84862
▁in	-5.12885
▁a	-5.23903
-	-5.24145
▁The	-5.24808
▁for	-5.44576
ing	-5.53326
▁Cambodia	-5.82582
▁is	-5.8652
’	-5.89069
▁with	-5.92235
▁(	-6.10842
:	-6.11089
▁on	-6.21077
)	-6.22405
កម្ពុជា	-6.22687
ed	-6.27275
▁from	-6.30414
▁ដែល	-6.36243
នេះ	-6.38958
បាន	-6.39149
▁by	-6.40521
▁that	-6.41629
ដែល	-6.49396
▁ការ	-6.5404
របស់	-6.548
▁បាន	-6.55905
នៃ	-6.6093
ក្នុង	-6.63586
ពី	-6.64585
▁as	-6.6477
▁has	-6.6572
▁are	-6.685
សម្រាប់	-6.72618
▁លោក	-6.73938
ly	-6.76798
នៅ	-6.83589
▁Royal	-6.83678
▁ដោយ	-6.88468
▁ហើយ	-6.91812
▁at	-6.92097
▁ដើម្បី	-6.92384
▁A	-6.92654
▁ឬ	-6.93177
▁will	-6.93686
ជា	-6.94886
▁be	-6.96851
ការ	-6.98288
▁Ministry	-6.99501
មាន	-7.0116
▁៖	-7.01426
▁Penh	-7.03046
▁Cambodian	-7.03079
▁ជា	-7.03478
▁Phnom	-7.04194
▁“	-7.04929
ដោយ	-7.0707
ថា	-7.07348
▁ហ៊ុន	-7.07573
▁development	-7.11713
▁ក្នុង	-7.14124
▁មាន	-7.1607
▁this	-7.16584
▁its	-7.1705
▁over	-7.17231
▁an	-7.17294
▁Hun	-7.17538
▁or	-7.17767
▁Minister	-7.1786
▁national	-7.18588
▁new	-7.2012
និង	-7.2246
▁National	-7.23068
▁all	-7.23863
មួយ	-7.24958
ឱ្យ	-7.25004
▁គឺ	-7.26438
ទៅ	-7.28177
▁their	-7.28947
ចំនួន	-7.29121
▁His	-7.29286
▁public	-7.29569
លើ	-7.30913
ដល់	-7.33403
d	-7.35147
៕	-7.35864
▁នៅ	-7.36463
លោក	-7.36621
▁ឯកឧត្តម	-7.36845
/	-7.38659
▁have	-7.3906
ដើម្បី	-7.39317
e	-7.40875
សេដ្ឋកិច្ច	-7.41345
▁Government	-7.41673
'	-7.42231
▁was	-7.42463
នឹង	-7.43775
▁economic	-7.44291
ស	-7.45152
▁សែន	-7.46861
▁Samdech	-7.47417
▁Sen	-7.48108
▁agricultural	-7.48787
នៅក្នុង	-7.49872
▁government	-7.505
”	-7.51695
▁million	-7.52736
▁health	-7.5311
▁នឹង	-7.53992
ជាតិ	-7.5403
▁not	-7.54098
▁must	-7.55011
▁his	-7.5516
៖	-7.55745
ហិរញ្ញវត្ថុ	-7.57283
»	-7.58152
y	-7.58825
S	-7.58845
▁international	-7.58907
ថ្មី	-7.59396
▁នៃ	-7.59615
▁shall	-7.59629
នូវ	-7.60459
%	-7.62312
been	-7.62488
អន្តរជាតិ	-7.62604
ក្នុងការ	-7.62849
▁១	-7.62911
▁This	-7.63598
▁គឺជា	-7.64023
ក	-7.64082
រ	-7.64587
ប	-7.64933
▁through	-7.65577
▁Khmer	-7.66046
▁her	-7.66098
t	-7.66984
▁into	-7.68056
▁«	-7.68469
▁កម្ពុជា	-7.68556
▁sector	-7.69147
th	-7.69555
▁citizens	-7.70478
▁financial	-7.72811
តាម	-7.72827
▁high	-7.73011
▁សម្រាប់	-7.7304
▁also	-7.73041
▁land	-7.7309
▁ប៉ុន្តែ	-7.73554
▁២	-7.7406
▁growth	-7.75748
ជាមួយ	-7.76731
▁investment	-7.77191
ជាង	-7.77612
▁it	-7.77912
នៅកម្ពុជា	-7.78958
▁He	-7.79068
ត្រូវ	-7.79282
al	-7.7946
▁Prime	-7.7972
▁but	-7.79805
ត្រូវបាន	-7.79996
▁can	-7.80052
▁Mr	-7.80316
▁like	-7.80377
ប្រកបដោយ	-7.8099
ការងារ	-7.81531
▁market	-7.81643
មក	-7.81735
ទាំងអស់	-7.81908
នោះ	-7.81956
មិន	-7.83086
▁In	-7.83164
▁under	-7.83299
អាច	-7.83576
រាជរដ្ឋាភិបាល	-7.83872
▁ត្រូវ	-7.84933
អ្នក	-7.85199
▁stated	-7.85479
▁during	-7.85621
▁Kingdom	-7.85699
ជាច្រើន	-7.85771
▁Excellency	-7.86014
ចំពោះ	-7.86295
▁authorities	-7.87063
▁ensure	-7.87518
▁៣	-7.88461
▁S	-7.88637
▁ASEAN	-7.88682
របស់ខ្លួន	-7.8996
▁ត្រូវបាន	-7.90185
ក្រុមហ៊ុន	-7.90406
១៩	-7.90792
▁support	-7.90846
),	-7.91114
ឲ្យ	-7.9149
ន	-7.91773
បច្ចេកវិទ្យា	-7.92585
▁ក៏	-7.94004
▁enhance	-7.94421
▁រាជរដ្ឋាភិបាល	-7.95248
ម	-7.95326
គឺ	-7.95377
ផងដែរ។	-7.96019
▁global	-7.96144
ទាំង	-7.96282
ពាណិជ្ជកម្ម	-7.9682
E	-7.96852
ធ្វើ	-7.97475
▁Techo	-7.97558
▁after	-7.97585
▁"	-7.98037
▁people	-7.98084
▁Preah	-7.98599
▁while	-7.99051
▁ទៅ	-7.99125
▁China	-7.99241
▁cooperation	-8.01128
១	-8.01516
បន្ត	-8.01591
▁ជាពិសេស	-8.01932
?	-8.0249
▁H	-8.03479
ប្រើប្រាស់	-8.03753
អាមេរិក	-8.04077
▁ពី	-8.0519
▁តែ	-8.05406
▁U	-8.06587
ខ្មែរ	-8.0682
▁two	-8.07438
▁All	-8.07518
▁law	-8.07941
ភាព	-8.08364
▁trade	-8.09018
▁year	-8.09173
▁COVID	-8.09398
.”	-8.09476
▁province	-8.09664
▁products	-8.10477
▁ភ្នំពេញ	-8.11705
▁infrastructure	-8.12031
នានា	-8.12115
▁៤	-8.12227
-19	-8.1234
▁within	-8.12493
▁including	-8.12831
▁key	-8.13429
▁Bank	-8.13432
a	-8.13453
▁ដូចជា	-8.13766
▁មិន	-8.14293
ទឹក	-8.15397
er	-8.15816
មួយចំនួន	-8.1603
▁King	-8.16095
▁៥	-8.16134
▁project	-8.162
▁peace	-8.16268
▁officials	-8.16554
ខ្ពស់	-8.16738
▁អ្នក	-8.16943
កំពុង	-8.17716
▁future	-8.1774
▁legal	-8.17831
▁នេះ	-8.17941
ក៏	-8.18107
n	-8.18777
ច្រើន	-8.1908
ត	-8.19389
▁more	-8.19562
២	-8.20234
ដី	-8.20837
▁របស់	-8.20847
ដែលមាន	-8.21113
▁អាច	-8.21414
ចិន	-8.2143
▁years	-8.21559
▁first	-8.21699
▁ឆ្នាំ	-8.21807
▁students	-8.21877
es	-8.22009
▁life	-8.22146
▁និងការ	-8.2229
▁ដល់	-8.23016
ហើយ	-8.2357
▁D	-8.23571
▁International	-8.23888
"	-8.23894
▁Kampong	-8.23995
វិញ	-8.24133
▁civil	-8.24139
▁C	-8.24271
គម្រោង	-8.24316
▁due	-8.24427
▁billion	-8.24541
ដ៏	-8.24646
▁military	-8.2475
▁quality	-8.2476
▁official	-8.2484
▁who	-8.24952
អំពី	-8.25011
▁policy	-8.2507
▁were	-8.25396
ផងដែរ	-8.2563
▁human	-8.25922
ង	-8.26026
ល្អ	-8.26045
▁security	-8.26232
ផ្នែក	-8.26534
▁projects	-8.26617
ទីផ្សារ	-8.26626
▁**	-8.26662
▁rice	-8.26935
▁profound	-8.27037
ប្រជាពលរដ្ឋ	-8.27095
▁institutions	-8.27189
▁ខណៈ	-8.27458
▁one	-8.27502
៣	-8.27523
▁he	-8.27704
អាជីវកម្ម	-8.2844
យើង	-8.28682
▁which	-8.2892
ឆ្នាំ	-8.29053
▁near	-8.29203
រដ្ឋាភិបាល	-8.29219
▁system	-8.29252
▁1	-8.29457
នោះទេ	-8.30163
▁sustainable	-8.30293
ទេ	-8.30573
៥	-8.30671
មនុស្ស	-8.31126
ប្រមាណ	-8.31696
▁ក្រុមហ៊ុន	-8.31704
នៃព្រះរាជាណាចក្រ	-8.31911
▁long	-8.32062
▁services	-8.32487
▁demand	-8.32845
▁តាមរយៈ	-8.33061
តំបន់	-8.33191
▁education	-8.33232
ប្រទេស	-8.33722
▁Chinese	-8.33767
▁between	-8.33967
▁water	-8.33976
▁ancient	-8.34052
ពលរដ្ឋ	-8.34151
▁construction	-8.34187
ប្រព័ន្ធ	-8.34251
▁business	-8.34581
▁youth	-8.34677
▁digital	-8.34838
in	-8.34868
▁B	-8.34982
ព័ត៌មាន	-8.35035
**	-8.35295
▁export	-8.35908
▁management	-8.35937
គ្នា	-8.36129
អត្រានុកូលដ្ឋាន	-8.36142
▁ដ៏	-8.36243
▁workers	-8.37367
▁court	-8.3749
ខ្លួន	-8.37777
▁P	-8.37842
st	-8.37933
▁against	-8.38
▁continue	-8.38309
▁Dr	-8.38354
▁RFA	-8.38371
▁production	-8.38536
▁crucial	-8.38663
▁ដែលជា	-8.39096
▁countries	-8.39453
▁Majesty	-8.39783
ម្នាក់	-8.39863
ជំនាញ	-8.39875
r	-8.39909
ចូល	-8.40059
▁foreign	-8.40249
ous	-8.40287
▁ម៉ាណែត	-8.41457
▁three	-8.41511
ប្រតិបត្តិការ	-8.41621
▁other	-8.41839
▁economy	-8.42069
▁only	-8.42103
ផ្លូវ	-8.42192
បន្ថែម	-8.4229
i	-8.42311
រចនាសម្ព័ន្ធ	-8.42367
▁meeting	-8.42504
សិក្សា	-8.42548
▁ស	-8.42563
យក	-8.42779
លក់	-8.42788
ឡើង	-8.42818
▁community	-8.43023
▁rights	-8.43618
▁per	-8.43691
រឿង	-8.44216
k	-8.4463
▁social	-8.44875
ទៅកាន់	-8.45217
▁Manet	-8.45545
▁ថា	-8.45654
▁food	-8.45757
ច្បាប់	-8.45975
▁regional	-8.45982
▁5	-8.46195
រាជធានីភ្នំពេញ	-8.46429
▁use	-8.46475
តម្លៃ	-8.46499
o	-8.46949
យុទ្ធសាស្ត្រ	-8.47202
▁about	-8.47244
▁work	-8.47386
នាយករដ្ឋមន្ត្រី	-8.47547
▁2	-8.48073
ទៀត	-8.48235
ខ្លាំង	-8.48315
តែ	-8.48338
▁challenges	-8.48358
សកម្មភាព	-8.48362
យ	-8.4837
▁measures	-8.48403
▁committed	-8.4871
ដាក់	-8.48741
▁ចំនួន	-8.48775
▁across	-8.49037
▁ក៏ដូចជា	-8.49244
អាស៊ាន	-8.49531
▁party	-8.49621
▁may	-8.49967
គ្រប់គ្រង	-8.50214
ជិត	-8.50591
▁time	-8.50671
▁By	-8.5107
▁local	-8.51233
▁I	-8.51623
▁noted	-8.51779
▁emphasized	-8.51947
▁No	-8.51984
កសិកម្ម	-8.52001
សហប្រតិបត្តិការ	-8.52023
m	-8.52456
ល	-8.52506
▁ឱ្យ	-8.52579
▁President	-8.52592
៤	-8.52625
▁training	-8.52671
▁នៅក្នុង	-8.52934
▁2023,	-8.53044
គ្រួសារ	-8.53102
កម្មវិធី	-8.53199
▁continues	-8.53305
យ៉ាង	-8.53456
▁strengthen	-8.5348
▁Siem	-8.53622
▁3	-8.53625
▁Province	-8.53707
ជូន	-8.53858
▁ព្រមទាំង	-8.53903
▁farmers	-8.54
វា	-8.54001
ប្រសិទ្ធភាព	-8.5428
▁added	-8.54286
ចូលរួម	-8.54392
បន្ថែមទៀត	-8.54433
▁Reap	-8.5444
តាមរយៈ	-8.54508
ខេត្ត	-8.54729
▁further	-8.5473
▁stability	-8.55079
ទទួលបាន	-8.55208
▁markets	-8.55223
ថ្ងៃ	-8.55229
រវាង	-8.55293
▁remains	-8.55295
▁we	-8.55393
បង្កើត	-8.55402
ផ្សេងៗ	-8.5546
ឡើងវិញ	-8.55571
ance	-8.55756
▁tourism	-8.56344
▁Decree	-8.56378
espite	-8.564
▁January	-8.5645
ក្រុម	-8.56506
គោលនយោបាយ	-8.5666
រដ្ឋមន្ត្រី	-8.5666
▁promote	-8.57145
▁ប្រទេស	-8.57337
▁10	-8.57348
se	-8.57357
▁៦	-8.57429
▁society	-8.57612
g	-8.57775
▁they	-8.57818
បញ្ហា	-8.58127
▁implementation	-8.58337
▁prices	-8.5878
▁ដោយសារ	-8.58937
▁them	-8.58992
សាធារណៈ	-8.59128
ជ	-8.59247
ឌីជីថល	-8.59258
មន្ត្រី	-8.59271
▁New	-8.59304
៦	-8.59358
c	-8.59377
អភិវឌ្ឍន៍	-8.59431
ពេល	-8.59591
▁past	-8.59612
▁Court	-8.59684
ផលិត	-8.5983
ពិភពលោក	-8.60233
ទៅលើ	-8.60313
▁plan	-8.60434
ក្នុងស្រុក	-8.60584
សហគមន៍	-8.60985
ចេញ	-8.60993
ផលិតផល	-8.61034
អនុវត្ត	-8.61092
▁It	-8.61354
▁តាម	-8.61397
▁skills	-8.61506
យុវជន	-8.61916
សង្គម	-8.62048
▁Development	-8.62201
C	-8.62224
▁F	-8.62243
▁E	-8.62511
▁ឆ្នាំ២០២៣	-8.62511
▁heart	-8.62913
▁យើង	-8.6347
ៗ	-8.63494
on	-8.63529
ដូចជា	-8.63531
▁registration	-8.63619
▁both	-8.63639
▁ខណៈដែល	-8.63855
▁technology	-8.63893
▁role	-8.63941
ដំណើរការ	-8.64153
▁priority	-8.64271
▁2024,	-8.64553
▁plans	-8.64559
▁ដូច្នេះ	-8.64698
▁areas	-8.64859
សុខភាព	-8.65056
▁issues	-8.65134
▁ពលរដ្ឋ	-8.65345
an	-8.65532
▁2023	-8.65537
▁children	-8.65757
▁Sam	-8.66366
).	-8.66438
▁ដែលមាន	-8.66478
▁ឆ្នាំ២០២៤	-8.66682
▁these	-8.66975
ក្រសួង	-8.67066
▁company	-8.67069
▁such	-8.67472
ការអភិវឌ្ឍ	-8.6788
▁opportunities	-8.6796
▁upon	-8.68173
ជួយ	-8.68322
វ	-8.68424
គេ	-8.68432
▁K	-8.68599
▁boost	-8.68685
របស់លោក	-8.69051
▁policies	-8.6908
▁being	-8.69191
គាំទ្រ	-8.6923
▁To	-8.69286
រៀបចំ	-8.69365
បច្ចេកទេស	-8.6954
▁district	-8.69599
កន្លែង	-8.69672
▁if	-8.69798
▁មក	-8.69911
▁រដ្ឋមន្ត្រី	-8.70045
របស់កម្ពុជា	-8.70179
ការគ្រប់គ្រង	-8.70233
▁without	-8.70312
▁family	-8.70356
ផ្សព្វផ្សាយ	-8.70569
▁Deputy	-8.70682
ការពារ	-8.7094
▁បន្ទាប់ពី	-8.7097
សរុប	-8.71043
▁total	-8.71046
▁budget	-8.71174
ខ្លួនឯង	-8.71205
▁4	-8.71257
▁world	-8.7144
▁Civil	-8.71442
▁Health	-8.71545
▁Party	-8.71545
▁exports	-8.71655
នៃការ	-8.7178
▁many	-8.72151
▁សម្តេចតេជោ	-8.72345
▁aims	-8.72395
▁យុវជន	-8.72722
នយោបាយ	-8.7286
ជាមួយនឹង	-8.72914
▁Education	-8.72938
ទីតាំង	-8.7297
ចិត្ត	-8.73004
វិនិយោគ	-8.73024
▁7	-8.73083
ដូច	-8.73097
B	-8.73173
រថយន្ត	-8.73236
៨	-8.73268
▁នូវ	-8.73318
▁before	-8.7334
▁ទាំង	-8.73367
▁data	-8.73542
កូន	-8.73715
ថ្មីៗ	-8.73945
ប្រភេទ	-8.74008
▁most	-8.74164
term	-8.74226
en	-8.74318
▁sectors	-8.74333
▁along	-8.74729
ទី	-8.74866
លើកកម្ពស់	-8.74916
ពួកគេ	-8.75009
យកចិត្តទុកដាក់	-8.75272
នេះ។	-8.75294
▁ព្រោះ	-8.75401
▁Public	-8.75425
▁៧	-8.75549
អ	-8.75619
▁no	-8.7568
ណា	-8.75833
h	-8.76084
▁គម្រោង	-8.76112
ដែលបាន	-8.76135
ការប្រើប្រាស់	-8.76161
ផ្ទះ	-8.76618
▁ភាគរយ	-8.76682
អាជ្ញាធរ	-8.76826
A	-8.76908
1	-8.77121
▁should	-8.77189
▁report	-8.77279
ធ្វើការ	-8.77286
▁documents	-8.77337
▁ceremony	-8.77339
▁nation	-8.7737
▁Angkor	-8.77435
▁daily	-8.77514
▁capital	-8.77573
▁លើ	-8.77576
ចេញពី	-8.77647
▁especially	-8.77817
▁natural	-8.77881
សន្តិភាព	-8.77958
▁urged	-8.77985
▁reduce	-8.77985
▁For	-8.78073
ទទួល	-8.78165
បរិស្ថាន	-8.78358
គឺជា	-8.78613
▁companies	-8.78658
ធំ	-8.78675
គ្រប់	-8.78686
▁private	-8.78734
កិច្ច	-8.78837
▁potential	-8.78856
បំផុត	-8.78887
៧	-8.79082
▁She	-8.79088
▁regulations	-8.79093
ion	-8.79165
▁access	-8.79211
▁ភ្នំពេញ៖	-8.79452
រដ្ឋ	-8.79459
▁major	-8.79697
ers	-8.79783
▁case	-8.79784
វៀតណាម	-8.80049
▁state	-8.80132
▁riel	-8.80148
▁issued	-8.80426
▁constitute	-8.80581
▁promoting	-8.80694
▁standards	-8.81122
▁safety	-8.81148
▁include	-8.8136
▁បើ	-8.81412
ដើម	-8.81463
កា	-8.81557
▁Vietnam	-8.8164
▁កំពុង	-8.81859
ក្នុងតំបន់	-8.81888
ក៏បាន	-8.82043
▁program	-8.82074
ព្រឹត្តិការណ៍	-8.82221
▁attract	-8.8224
(	-8.82367
▁On	-8.82556
ស្ថានភាព	-8.82574
ទីក្រុង	-8.82744
ទិញ	-8.82876
▁highlighted	-8.83135
▁ក្នុងនោះ	-8.83171
វិស័យ	-8.8329
សំខាន់ៗ	-8.83343
ដែរ	-8.83473
▁Council	-8.83582
កិច្ចព្រមព្រៀង	-8.83864
ជីវិត	-8.83882
2	-8.84062
គោលដៅ	-8.847
▁building	-8.84789
▁technical	-8.84893
p	-8.84924
or	-8.85153
▁via	-8.85202
▁An	-8.85257
ទាំងនេះ	-8.8526
3	-8.8531
▁tons	-8.85378
▁investors	-8.85463
ករណី	-8.85671
បើក	-8.85692
▁cases	-8.85797
▁she	-8.85904
▁ព្រះរាជាណាចក្រ	-8.85958
▁political	-8.85985
ី	-8.86014
▁However	-8.86151
▁ចំពោះ	-8.86158
ទាំងនោះ	-8.8632
▁ខែមករា	-8.86341
▁accord	-8.86352
▁AI	-8.86535
▁ក្រសួង	-8.86618
លេខ	-8.86641
▁ព្រះ	-8.86733
▁our	-8.86758
ប្រ	-8.86801
▁paramount	-8.86869
▁well	-8.86878
▁study	-8.87167
ជំរុញ	-8.87175
▁relevant	-8.87302
▁information	-8.87497
▁ង	-8.87629
▁អាជ្ញាធរ	-8.87637
b	-8.87665
▁programs	-8.8784
▁ព្រះមហាក្សត្រ	-8.88288
ច	-8.88292
▁efforts	-8.88368
▁សុខា	-8.88775
▁increase	-8.88789
▁opposition	-8.88908
នាង	-8.88936
▁families	-8.88958
តម្រូវការ	-8.89248
▁resources	-8.89317
▁promulgated	-8.89336
▁domestic	-8.89447
សុវត្ថិភាព	-8.89771
▁actively	-8.8983
រួមគ្នា	-8.89888
▁According	-8.89974
ទំនាក់ទំនង	-8.89983
សិទ្ធិមនុស្ស	-8.90001
កំណើនសេដ្ឋកិច្ច	-8.9026
▁visit	-8.90418
▁Over	-8.90665
▁vari	-8.90777
ឧស្សាហកម្ម	-8.90917
▁នាយករដ្ឋមន្ត្រី	-8.90948
ផែនការ	-8.91011
▁members	-8.91078
▁urban	-8.91087
▁Foreign	-8.91195
▁expand	-8.9131
ផ្តល់	-8.91403
▁modern	-8.91446
ធនាគារ	-8.9151
▁climate	-8.91694
▁maintain	-8.91817
▁ពេល	-8.91834
▁mind	-8.91845
▁World	-8.91877
▁un	-8.92089
▁Thailand	-8.92126
▁G	-8.92241
ប្រើ	-8.92329
D	-8.92331
ផ្ទាល់	-8.92444
▁enhanc	-8.9251
កសិករ	-8.92585
▁ក្រោយ	-8.92631
▁announced	-8.92766
ផ្សេងទៀត	-8.92835
ថាមពល	-8.9295
▁ដែលបាន	-8.93024
មានការ	-8.93078
ose	-8.93078
អភិវឌ្ឍ	-8.93223
▁2022,	-8.93405
▁Sok	-8.93517
▁energy	-8.93553
ឯកសារ	-8.93554
ា	-8.93572
▁R	-8.93576
▁event	-8.93596
R	-8.9367
▁four	-8.93781
▁Law	-8.93839
ទេសចរណ៍	-8.93868
▁តើ	-8.93876
ស្ថាប័ន	-8.93915
▁up	-8.94037
▁Japan	-8.9411
▁ចិត្ត	-8.94198
based	-8.94276
▁ensuring	-8.94327
ថៃ	-8.94392
▁Ms	-8.9451
▁you	-8.94592
l	-8.94618
▁strategic	-8.94869
▁supply	-8.94872
▁2021	-8.94885
▁Economy	-8.94924
it	-8.95082
▁៨	-8.9511
▁Kem	-8.95137
បុរាណ	-8.95252
▁framework	-8.95423
ក្រោយ	-8.9546
▁provinces	-8.95547
▁សម	-8.9558
▁2024	-8.95611
▁months	-8.95645
▁benefits	-8.95755
▁មួយ	-8.95769
▁M	-8.96011
▁among	-8.96049
▁ប្រធាន	-8.96065
អប់រំ	-8.96115
▁businesses	-8.96286
▁established	-8.96327
កំណត់	-8.96329
▁កម្មវិធី	-8.96365
▁toward	-8.96552
គ្មាន	-8.96653
ក្រោម	-8.96665
ស្	-8.96722
▁small	-8.96854
ant	-8.96964
▁forest	-8.97193
▁activities	-8.9727
ផលិតកម្ម	-8.9738
▁procedures	-8.97437
▁Assembly	-8.97457
▁វា	-8.97562
វប្បធម៌	-8.97615
▁Kong	-8.97626
ប្រកាស	-8.97649
▁General	-8.97728
▁income	-8.97861
សិស្ស	-8.9789
ត្រួតពិនិត្យ	-8.98119
កុមារ	-8.98234
ស្តីពី	-8.98371
f	-8.98432
▁As	-8.98514
▁five	-8.9867
▁face	-8.98803
▁full	-8.99077
▁Association	-8.99127
▁ភាព	-8.99162
នៅតែ	-8.99187
អាហារូបករណ៍	-8.9919
▁រ	-8.99242
របស់ពួកគេ	-8.99349
▁additional	-8.99353
ជាដើម។	-8.9963
▁Sihanouk	-8.997
▁progress	-8.99867
▁re	-8.99966
▁Agriculture	-8.99976
ឱ្យបាន	-8.99994
▁defense	-9.0003
▁real	-9.00074
▁provide	-9.00091
▁essential	-9.00094
▁women	-9.00132
▁សូម	-9.00156
▁others	-9.00205
▁6	-9.00525
បទប្បញ្ញត្តិ	-9.00563
▁vital	-9.00653
បក្សប្រឆាំង	-9.00716
...	-9.00757
ផ្លូវការ	-9.00819
▁Department	-9.00826
▁non	-9.00839
▁now	-9.01027
▁O	-9.01098
រក	-9.011
▁environmental	-9.01124
▁research	-9.01143
▁address	-9.01156
ដោយសារ	-9.01165
▁some	-9.01361
▁become	-9.01443
ដាំ	-9.01526
ភូមិ	-9.01527
ធម្មជាតិ	-9.01565
ប្រវត្តិសាស្ត្រ	-9.01693
▁គេ	-9.01773
▁Sokha	-9.01797
▁Management	-9.01854
ឥណទាន	-9.0198
ទិន្នន័យ	-9.01981
▁នោះ	-9.02282
▁១០	-9.02414
ប្រទេសកម្ពុជា	-9.02423
▁than	-9.02561
▁path	-9.02863
មកពី	-9.03253
▁communities	-9.03288
នាំចេញ	-9.03358
កាន់តែ	-9.03431
▁improve	-9.03526
▁knowledge	-9.03532
ប្រាក់	-9.03538
ដោះស្រាយ	-9.03574
▁value	-9.03604
នា	-9.03744
ខ្ញុំ	-9.03745
F	-9.03802
▁creating	-9.03857
▁continued	-9.03863
▁Youth	-9.03863
▁nationwide	-9.03886
ខិតខំប្រឹងប្រែង	-9.03901
ខែ	-9.03901
re	-9.04001
រៀន	-9.04008
ចង់	-9.04121
រហូតដល់	-9.04122
យោធា	-9.04144
ខ្លះ	-9.04157
កែច្នៃ	-9.04477
ប្រជាជន	-9.04619
▁self	-9.04799
▁Asia	-9.04926
សាលា	-9.04959
▁tourists	-9.04978
មូលដ្ឋាន	-9.05016
រួម	-9.05058
ចុះ	-9.05202
▁ធ្វើ	-9.0541
៩	-9.05494
▁border	-9.05496
▁បច្ចុប្បន្ន	-9.05532
▁efficiency	-9.0561
▁strengthening	-9.05667
▁urges	-9.05698
បច្ចុប្បន្ន	-9.05706
P	-9.05958
តុលាការ	-9.05961
▁remain	-9.06033
សត្វ	-9.06053
▁morning	-9.06074
▁សុខ	-9.06084
year	-9.06147
ការវិនិយោគ	-9.06373
▁laws	-9.06406
▁សម្ដេចតេជោ	-9.0641
▁implemented	-9.06463
▁រាល់	-9.0658
សម្រាប់ការ	-9.06609
▁Thipadei	-9.06658
អាហារ	-9.0673
មុន	-9.06738
ព្រះ	-9.06977
▁Koh	-9.07037
▁2022	-9.07046
▁និងមាន	-9.07067
▁លានដុល្លារ	-9.07621
7	-9.07677
▁had	-9.07751
▁change	-9.07807
▁20	-9.07963
▁avoid	-9.08002
▁Road	-9.08016
▁provincial	-9.08192
តា	-9.0835
▁school	-9.08361
រូប	-9.08418
▁nations	-9.08465
▁registry	-9.08521
▁road	-9.08554
▁bilateral	-9.08613
▁ដុល្លារ	-9.08635
ធ្វើឱ្យ	-9.08688
▁effective	-9.08724
com	-9.08882
ដំណាំ	-9.0899
កម្លាំង	-9.09078
រដ្ឋបាល	-9.09172
វិជ្ជាជីវៈ	-9.09189
ទុក	-9.09216
▁ឆ្នាំ២០២២	-9.09239
ធំៗ	-9.09324
មុខ	-9.09344
កម្រិត	-9.09469
▁វិនិយោគ	-9.09498
▁State	-9.09552
▁October	-9.09566
▁យោងតាម	-9.09571
▁early	-9.09695
able	-9.09757
▁resilience	-9.09783
▁help	-9.09799
▁8	-9.09808
▁city	-9.09817
កម្ពុជា។	-9.09905
H	-9.09916
ស្រាវជ្រាវ	-9.09976
M	-9.10019
▁រួមមាន	-9.10049
▁រង្ស៊ី	-9.10055
▁collaboration	-9.10146
សម្រេច	-9.1016
▁area	-9.10297
សហរដ្ឋអាមេរិក	-9.10302
▁large	-9.10495
ទៅដល់	-9.10532
ពេលវេលា	-9.10688
▁មន្ត្រី	-9.10693
សាងសង់	-9.10707
▁operations	-9.10796
▁could	-9.10999
▁US	-9.11006
▁cultural	-9.11025
▁December	-9.11147
ស៊ី	-9.11196
▁oil	-9.11253
▁revenue	-9.11276
▁កឹម	-9.11342
▁Year	-9.11352
▁using	-9.11656
▁partners	-9.11672
▁ជាមួយ	-9.11674
▁United	-9.11759
▁រដ្ឋាភិបាល	-9.11828
ពាក់ព័ន្ធ	-9.11854
លុយ	-9.11942
▁systems	-9.12038
▁group	-9.12093
▁strong	-9.12118
▁yet	-9.12172
▁current	-9.12226
▁commune	-9.12304
ព្រះរាជាណាចក្រ	-9.12427
▁ទី	-9.12454
▁គ	-9.12478
▁Land	-9.12551
ជាបន្តបន្ទាប់	-9.12904
K	-9.12924
ជប៉ុន	-9.12977
▁ministry	-9.13008
▁risks	-9.13134
ផ្ទាល់ខ្លួន	-9.13403
▁ក្នុងការ	-9.13415
▁parties	-9.1348
ប៉ុណ្ណោះ	-9.1353
ផ្គត់ផ្គង់	-9.13587
▁Finance	-9.13691
▁Authorities	-9.1398
▁strategy	-9.1398
អារម្មណ៍	-9.13992
បង្ហាញ	-9.14048
សំខាន់	-9.14151
ក្រុមប្រឹក្សា	-9.14232
▁leaders	-9.14237
▁capacity	-9.14321
▁ឲ្យ	-9.14361
▁when	-9.1437
ation	-9.14423
សុខភាពសាធារណៈ	-9.14448
▁media	-9.14615
▁approximate	-9.14675
អាកាសធាតុ	-9.14705
▁Day	-9.15018
រយៈពេល	-9.15021
4	-9.15025
▁February	-9.15095
រោងចក្រ	-9.15156
ព្រះមហាក្សត្រ	-9.15158
អតិថិជន	-9.15176
▁៩	-9.15196
ត្រី	-9.15201
▁country	-9.15241
ក៏ដោយ	-9.15291
សមត្ថភាព	-9.15451
បែប	-9.15468
▁strictly	-9.15545
▁ក្រុម	-9.1564
▁Battambang	-9.1566
▁spirit	-9.15875
ដ	-9.15883
▁March	-9.15905
▁តំបន់	-9.16062
▁Dur	-9.16108
▁free	-9.16338
រស់នៅ	-9.16366
▁credit	-9.16442
▁day	-9.16559
ប្រកបដោយចីរភាព	-9.16602
5	-9.16651
▁ន	-9.16667
ផ្ដល់	-9.16707
▁down	-9.17077
▁power	-9.17079
ព្រៃ	-9.17246
▁Director	-9.17338
របស់អ្នក	-9.17413
▁ដោយឡែក	-9.17589
ពីរ	-9.17675
▁interest	-9.17682
▁Provincial	-9.17692
ហេដ្ឋា	-9.17883
ការអនុវត្ត	-9.17889
▁ក៏បាន	-9.17892
▁conducted	-9.17926
▁estate	-9.17935
តែងតែ	-9.17993
▁held	-9.18011
▁significant	-9.18148
នៅលើ	-9.18152
មួយនេះ	-9.18167
▁USD	-9.18449
អង្គការ	-9.18576
ជាផ្លូវការ	-9.1859
របស់យើង	-9.18629
▁ព្រះរាជក្រឹត្យ	-9.18734
សិទ្ធិ	-9.18884
▁personal	-9.19023
▁ជាមួយនឹង	-9.19112
▁2023.	-9.19221
▁Committee	-9.19288
▁primary	-9.19398
▁កាលពី	-9.19504
▁days	-9.19528
▁received	-9.19544
▁deep	-9.19651
▁healthcare	-9.19659
▁Russia	-9.19665
ic	-9.19809
ម៉ោង	-9.19859
▁election	-9.2004
ឡើយ	-9.20069
កិច្ចប្រជុំ	-9.20144
▁hope	-9.20155
▁compar	-9.2019
▁T	-9.20223
▁Mekong	-9.20231
ស្ត្រី	-9.20233
▁meet	-9.203
▁post	-9.20302
▁University	-9.20425
▁officially	-9.20522
▁ប្រសិនបើ	-9.20534
▁prevent	-9.20705
ចាប់ផ្តើម	-9.20862
▁fields	-9.20888
▁increased	-9.20983
▁Rainsy	-9.21032
បរទេស	-9.21051
▁ចំណែក	-9.21147
▁ផ្លូវ	-9.2119
ត្រូវតែ	-9.21224
ណាមួយ	-9.2123
▁Secretary	-9.21235
កើនឡើង	-9.21264
ក្នុងវិស័យ	-9.21426
▁បន្ត	-9.21452
▁forces	-9.21461
▁kingdom	-9.21473
ជាតិ។	-9.21479
▁still	-9.21844
▁May	-9.21873
▁District	-9.21915
▁protection	-9.22039
▁around	-9.22052
ក្រសួងសេដ្ឋកិច្ច	-9.22148
▁night	-9.22241
គ្រឿង	-9.22302
ថ្លៃ	-9.22355
▁July	-9.2238
លើកទឹកចិត្ត	-9.22386
បងប្អូន	-9.22569
វិស័យកសិកម្ម	-9.22695
▁illegal	-9.2276
▁good	-9.22995
▁since	-9.23001
▁robust	-9.23047
▁particularly	-9.23162
▁លើសពីនេះ	-9.23199
▁12	-9.23308
▁ខេត្ត	-9.23415
ដំបូង	-9.23439
▁shared	-9.23527
▁banking	-9.23558
ថវិកា	-9.23578
I	-9.23632
▁campaign	-9.23634
▁នាង	-9.23739
ចាប់	-9.23798
គួរ	-9.23991
កម្មករ	-9.23996
▁approved	-9.23999
▁loans	-9.24015
ថ្នាក់	-9.24026
▁ខ្លួន	-9.24049
កម្ម	-9.24142
២០	-9.24169
▁sun	-9.24172
▁vast	-9.24229
▁clean	-9.24245
ចំណេះដឹង	-9.24252
▁jobs	-9.24321
▁village	-9.24332
▁UN	-9.24418
នោះទេ។	-9.2444
ចំណូល	-9.24542
▁review	-9.24625
▁your	-9.24716
."	-9.24757
អា	-9.24804
ជាប់	-9.24939
សន្តិសុខ	-9.24999
▁leadership	-9.25177
មួយដែល	-9.252
▁residents	-9.25393
▁tax	-9.25398
▁និងជា	-9.25409
▁២០	-9.2548
សមាជិក	-9.25538
▁old	-9.2571
▁Co	-9.25752
▁factory	-9.25755
▁នាក់	-9.25801
ផង	-9.25813
▁temple	-9.25864
លើក	-9.25973
ស្រូវ	-9.25979
រង	-9.2598
▁ឡើង	-9.26122
ស្រុក	-9.26239
កាត់	-9.26292
ប់	-9.2634
សារ	-9.26577
គ	-9.26609
បញ្ជូន	-9.26635
▁River	-9.26704
ប្រជាធិបតេយ្យ	-9.26962
ផលិតផលកសិកម្ម	-9.27009
បង្កើន	-9.27053
▁green	-9.27138
▁Norodom	-9.27205
▁led	-9.27278
▁debt	-9.27313
▁period	-9.27375
កិច្ចសហប្រតិបត	-9.2738
▁ទោះបីជា	-9.27526
▁Interior	-9.2753
▁nature	-9.27602
▁there	-9.27646
ពិសេស	-9.27658
គាត់	-9.27684
▁អ្នកស្រី	-9.2777
▁Cham	-9.27892
▁June	-9.27995
▁សេចក្តី	-9.28056
▁generations	-9.28063
▁Meanchey	-9.28072
L	-9.28208
▁activists	-9.28221
6	-9.28343
ដើរ	-9.28429
▁Arm	-9.28494
▁wisdom	-9.28618
▁$1	-9.28652
របស់ក្រុមហ៊ុន	-9.28703
▁Economic	-9.28765
អនាគត	-9.28778
▁V	-9.28852
un	-9.29029
▁traditional	-9.29074
▁significantly	-9.29112
▁expressed	-9.29113
▁លោកជំទាវ	-9.29122
មាស	-9.29156
ពង្រឹង	-9.29171
▁សម្តេចធិបតី	-9.29208
▁achieve	-9.29212
▁low	-9.29312
ឈ្មោះ	-9.29393
▁service	-9.29394
▁prepare	-9.29435
▁even	-9.29466
▁ក្រោម	-9.29501
សា	-9.29523
នីមួយៗ	-9.29525
▁11	-9.2957
បិទ	-9.29631
▁d	-9.29645
▁និងហិរញ្ញវត្ថុ	-9.29677
▁birth	-9.29822
▁costs	-9.29828
▁1.	-9.30022
to	-9.30058
▁critical	-9.30159
▁receive	-9.30424
▁ប្រជាពលរដ្ឋ	-9.30786
វិបត្តិ	-9.30807
▁release	-9.30808
ក់	-9.30846
▁create	-9.30919
▁City	-9.30931
▁principles	-9.31028
ch	-9.31179
ការសិក្សា	-9.31233
▁next	-9.31281
ស្វែងរក	-9.31448
▁fundamental	-9.31468
ive	-9.3149
▁direct	-9.31498
▁police	-9.31506
▁កញ្ញា	-9.31541
បញ្ហាប្រឈម	-9.31547
▁fully	-9.31578
ចាក់វ៉ាក់សាំង	-9.31766
▁individuals	-9.31781
▁currently	-9.31909
សេវា	-9.31948
▁លោកស្រី	-9.31989
▁រួមទាំង	-9.32001
នី	-9.32004
និរន្តរភាព	-9.32006
សុខាភិបាល	-9.3209
ជាដើម	-9.32164
ចំណុច	-9.32302
▁livelihoods	-9.32309
មានសារៈសំខាន់	-9.32494
កូវីដ	-9.32532
ដឹកជញ្ជូន	-9.32549
▁Forces	-9.32594
បន្ទាប់ពី	-9.3264
▁second	-9.32645
▁out	-9.32648
▁stipulated	-9.32657
▁former	-9.32789
▁prosperity	-9.32829
T	-9.32924
▁ជាមួយគ្នានេះ	-9.32957
▁leading	-9.3296
▁ចិន	-9.33067
ចរាចរណ៍	-9.33117
▁០	-9.33124
▁Every	-9.33471
▁often	-9.33477
G	-9.33481
▁Commerce	-9.33582
▁reported	-9.33617
▁experts	-9.33645
បៃតង	-9.33685
▁job	-9.33721
▁protect	-9.33734
▁order	-9.33878
W	-9.33878
▁each	-9.33906
▁Korea	-9.33933
▁certificate	-9.34037
ដៃ	-9.34086
ក្រុមការងារ	-9.34095
▁develop	-9.34227
មិនបាន	-9.34266
ach	-9.34377
▁15	-9.34438
នៅតាម	-9.34495
របស់ខ្លួន។	-9.347
ព	-9.34729
▁September	-9.3473
រូបនេះ	-9.34745
▁fish	-9.34747
▁online	-9.34793
▁តាមរយៈការ	-9.34829
១០	-9.34862
សង្កាត់	-9.34896
គ្រប់គ្រាន់	-9.34961
▁understanding	-9.34977
ផ្សារ	-9.35168
▁history	-9.35178
▁Defense	-9.35201
▁9	-9.35207
បែបនេះ	-9.35214
▁rising	-9.35302
▁agriculture	-9.35338
▁PM	-9.35446
ត្រៀម	-9.35456
ក្តី	-9.35491
អស់	-9.35491
▁take	-9.35517
▁identity	-9.35529
Y	-9.35571
▁ដូច	-9.3558
▁បើតាម	-9.35598
▁provided	-9.35635
▁rate	-9.3576
8	-9.35775
▁working	-9.35828
▁vision	-9.35835
កំណើន	-9.35887
មើល	-9.35896
▁aim	-9.35932
w	-9.36013
ប្រាក់ចំណូល	-9.36213
ជ្រើសរើស	-9.36221
ប្រេង	-9.36295
▁Citizens	-9.36297
▁ដើម្បីរក្សា	-9.36341
ទៅតាម	-9.36358
▁contribute	-9.36416
ទំនិញ	-9.36501
▁commitment	-9.36524
ញ	-9.36576
▁rural	-9.36591
am	-9.36617
▁numerous	-9.36788
ខាង	-9.36811
ទ	-9.36964
▁L	-9.36983
គ្រាប់	-9.37004
កិច្ចការ	-9.37032
វិធានការ	-9.37062
▁light	-9.37145
▁*	-9.37194
▁goals	-9.37265
▁last	-9.37348
▁conditions	-9.37414
អ្វី	-9.37431
▁justice	-9.37506
▁following	-9.37624
▁2024.	-9.3768
ចាស់	-9.37739
▁higher	-9.37771
គុណភាព	-9.37832
ឆ្លងកាត់	-9.37852
▁supporting	-9.37907
▁2.	-9.3795
▁aid	-9.38009
បទពិសោធន៍	-9.38126
▁importance	-9.38189
អត្ថប្រយោជន៍	-9.3823
▁decision	-9.38288
កាត់បន្ថយ	-9.3838
ច្បាស់លាស់	-9.38493
▁តុលាការ	-9.38568
▁ទើប	-9.38595
▁resolve	-9.38607
le	-9.38612
ធ្វើដំណើរ	-9.387
▁labor	-9.38707
▁annual	-9.38794
ដែលជា	-9.38805
▁rates	-9.39087
▁comprehensive	-9.39194
ខេត្តព្រះសីហនុ	-9.3924
▁Governor	-9.39274
▁និងនេសាទ	-9.39517
▁sky	-9.39527
បណ្តុះបណ្តាល	-9.39578
▁traffic	-9.39599
▁Group	-9.39681
▁សីហមុនី	-9.39721
ភាគច្រើន	-9.3975
u	-9.39775
▁competent	-9.39845
ទៅនឹង	-9.39944
សមុទ្រ	-9.39949
side	-9.39951
កាលពី	-9.39951
▁man	-9.39972
ស្នើសុំ	-9.39988
▁highly	-9.40005
▁royal	-9.40171
សិល្បៈ	-9.40425
ary	-9.40477
▁AMS	-9.40562
▁death	-9.40587
▁relations	-9.40663
▁until	-9.40746
▁Her	-9.40833
▁ធនាគារជាតិនៃ	-9.40889
កិច្ចប្រជុំកំពូល	-9.40916
និស្សិត	-9.40948
▁would	-9.41035
at	-9.41036
The	-9.41073
មិនអាច	-9.41087
▁control	-9.41095
▁School	-9.41125
បញ្ចប់	-9.41202
▁EU	-9.41205
▁November	-9.41325
▁South	-9.41397
ធុរកិច្ច	-9.41417
▁waste	-9.4142
ចំណាយ	-9.41443
▁មនុស្ស	-9.41477
ចុះបញ្ជី	-9.4148
រក្សា	-9.41576
▁impact	-9.4165
▁productivity	-9.41656
▁ដែលមិន	-9.41701
▁mental	-9.41711
▁culture	-9.41781
ir	-9.41849
អឺរ៉ុប	-9.41952
▁ក្រសួងសុខាភិបាល	-9.41986
▁processing	-9.41989
▁delegation	-9.4199
ដឹកនាំ	-9.4202
▁19	-9.42027
ថ្ម	-9.42064
▁banks	-9.42134
▁groups	-9.42217
សាលារៀន	-9.42242
▁At	-9.42301
ជន	-9.42352
▁states	-9.42403
នៅពេល	-9.42475
ness	-9.42485
ធ្លាក់ចុះ	-9.42527
▁Kim	-9.42534
▁After	-9.42536
▁August	-9.42556
▁build	-9.42557
▁We	-9.42594
▁innovation	-9.42602
▁inflation	-9.42617
▁recent	-9.42632
គំនិត	-9.42802
គោរព	-9.42829
ផ្លាស់ប្តូរ	-9.4286
▁Constitution	-9.42954
▁នាំ	-9.42985
▁own	-9.42988
▁date	-9.42991
▁pivotal	-9.42996
being	-9.43001
ព្រះករុណាព្រះបាទ	-9.4304
មេ	-9.43056
▁dated	-9.4315
▁goods	-9.43177
គណៈកម្មាធិការ	-9.43208
▁clear	-9.43211
x	-9.43215
ឱ្យប្រើប្រាស់	-9.43217
ចាំបាច់	-9.43299
▁him	-9.43312
▁ខែ	-9.43376
▁member	-9.43453
ការផ្លាស់ប្តូរ	-9.43473
▁us	-9.43531
▁beauty	-9.43545
ធនធានមនុស្ស	-9.43624
▁Sihamoni	-9.4363
▁រុក្ខាប្រមាញ់	-9.43652
តាមដាន	-9.43694
▁unwavering	-9.43884
ឃុំ	-9.43915
▁Cambodians	-9.44012
មិនទាន់	-9.44023
ate	-9.44077
▁គោលនយោបាយ	-9.44162
ឡើយ។	-9.44162
▁បានលើកឡើងថា	-9.44169
▁provid	-9.44204
រុស្ស៊ី	-9.44212
ចាប់ខ្លួន	-9.44214
▁urge	-9.44286
អង្គរ	-9.44438
ang	-9.44464
ជំងឺកូវីដ	-9.44536
▁action	-9.4457
ra	-9.44596
Cambodia	-9.44695
មានសមត្ថកិច្ច	-9.44712
▁request	-9.44766
▁fostering	-9.44774
▁requires	-9.44803
▁participation	-9.45039
▁Investment	-9.45039
▁where	-9.45088
ri	-9.45135
ឆ្លង	-9.45146
សំណង់	-9.45178
▁organized	-9.45306
អគារ	-9.45353
▁discuss	-9.45486
ឯកឧត្តម	-9.45566
លទ្ធផល	-9.45582
ភ្នំពេញ	-9.45648
ក្បាល	-9.45684
day	-9.45692
ity	-9.45705
▁ក	-9.4573
▁investments	-9.45732
ចាប់ពី	-9.4576
▁establish	-9.45855
ត្រឹមត្រូវ	-9.46066
ប្រកបដោយចីរភាព។	-9.46215
▁100	-9.46255
▁Additionally	-9.46306
▁implement	-9.46351
▁do	-9.464
វិទ្យាសាស្ត្រ	-9.46403
អគ្គិសនី	-9.46409
el	-9.46441
ពិតប្រាកដ	-9.46477
គណបក្ស	-9.46521
▁produce	-9.46596
▁crisis	-9.46644
▁agreement	-9.46664
ស្នើ	-9.46729
▁home	-9.46797
ក្រ	-9.47091
▁អ្នកជំនាញ	-9.47171
▁adhere	-9.47175
ដែលអាច	-9.47271
ទ្វេភាគី	-9.47318
កាន់តែច្រើន	-9.47355
▁amid	-9.4747
គ្រោះថ្នាក់	-9.47502
▁responsible	-9.47526
ទី២	-9.47546
▁success	-9.47637
▁អង្គការ	-9.47647
មានចំនួន	-9.47662
▁Bat	-9.47754
▁ធនាគារ	-9.4777
▁ដោយសារតែ	-9.47789
▁Ambassador	-9.47829
▁Ta	-9.47836
▁30	-9.47922
សមត្ថកិច្ច	-9.4799
រកឃើញ	-9.4801
U	-9.48026
▁បច្ចេកវិទ្យា	-9.48091
ment	-9.48104
▁exchange	-9.48113
▁planning	-9.48146
▁Labor	-9.48184
V	-9.4823
ប្រកួតប្រជែង	-9.48263
មិនមាន	-9.48305
ក្នុងរយៈពេល	-9.48308
▁២០២៣	-9.48314
ស្លាប់	-9.48325
▁every	-9.48327
▁Sub	-9.48361
▁បង្កើត	-9.48526
▁meticulously	-9.48557
ទំនើប	-9.48607
▁RFI	-9.48663
▁Wat	-9.48705
ភ្ញៀវទេសចរ	-9.4875
▁Thai	-9.48794
▁encouraged	-9.48795
សៀវភៅ	-9.48796
▁product	-9.48805
▁និងមធ្យម	-9.48807
▁Svay	-9.48828
▁th	-9.48854
▁2022.	-9.4892
ចុងក្រោយ	-9.4892
ទី១	-9.48924
▁seek	-9.48948
▁impacts	-9.4897
សកល	-9.49043
▁ជំនាញ	-9.49087
▁Re	-9.49132
▁present	-9.49211
ដំណោះស្រាយ	-9.49226
បណ្តាញ	-9.49251
កូរ៉េ	-9.49257
គ្រោង	-9.49263
▁administration	-9.49302
▁foster	-9.49352
ពីការ	-9.49368
▁gold	-9.49374
ក្រុង	-9.49458
គិត	-9.49522
te	-9.49548
▁vibrant	-9.49569
ក្ដី	-9.49614
ត្រូវការ	-9.49622
▁បានឱ្យដឹងថា	-9.49648
ប្រហែល	-9.49655
ពួកគាត់	-9.49744
ទៅជា	-9.49777
▁needs	-9.49891
បារាំង	-9.49944
ទំហំ	-9.49991
ដីធ្លី	-9.49993
បរិយាបន្ន	-9.50115
្	-9.50115
ធនធាន	-9.50243
▁regarding	-9.50289
រួមមាន	-9.50292
▁Tourism	-9.50322
▁heritage	-9.50382
រាល់	-9.50423
ប្តេជ្ញាចិត្ត	-9.50654
▁ខែធ្នូ	-9.50658
▁នា	-9.50727
តំណាង	-9.50745
ពន្ធ	-9.50756
▁process	-9.50808
មានភាព	-9.50813
▁return	-9.50818
ហិរញ្ញប្បទាន	-9.50818
▁end	-9.50861
▁region	-9.50869
សារព័ត៌មាន	-9.50871
សេចក្ដីថ្លៃថ្នូរ	-9.50928
▁demands	-9.50945
ការលើកកម្ពស់	-9.50982
▁causing	-9.51019
▁resource	-9.51128
ទាំងអស់។	-9.5113
▁living	-9.51202
▁master	-9.51232
▁នៅពេល	-9.5132
▁launched	-9.51358
▁ពាន់លានដុល្លារ	-9.51371
▁៕	-9.51424
២នាក់	-9.51477
ជួប	-9.51488
▁suffering	-9.51536
scale	-9.51557
ជំនួយ	-9.51614
ពង្រីក	-9.51686
▁ជីវិត	-9.51723
▁force	-9.51764
បានមានប្រសាសន៍ថា	-9.51769
▁និងកីឡា	-9.51842
ung	-9.51852
▁signed	-9.51965
នៅក្នុងប្រទេស	-9.52024
ol	-9.52058
នៃកម្ពុជា	-9.52085
▁made	-9.52181
▁intricate	-9.52213
▁serves	-9.52217
▁environment	-9.52246
9	-9.52305
អ្នកប្រើប្រាស់	-9.52384
▁3.	-9.524
បុគ្គលិក	-9.52432
▁April	-9.5244
▁តម្លៃ	-9.52483
ស្របតាម	-9.52606
ប្រឆាំង	-9.52716
▁14	-9.52723
▁transport	-9.52731
វិស័យទេសចរណ៍	-9.52743
វត្ត	-9.52757
▁farming	-9.52992
▁appeal	-9.53036
▁With	-9.53124
▁Institute	-9.53235
▁travel	-9.53259
ដែរ។	-9.53322
កងទ័ព	-9.53347
▁learning	-9.53479
ហេដ្ឋារចនាសម្ព័ន	-9.5348
ស្ពាន	-9.53597
▁era	-9.53599
▁integrity	-9.53656
▁Chea	-9.5369
▁Summit	-9.53797
កម្ចី	-9.539
▁detained	-9.53902
▁materials	-9.5403
ការពារជាតិ	-9.54069
បោះឆ្នោត	-9.54168
▁fiscal	-9.54173
▁implementing	-9.54177
ឧបករណ៍	-9.54184
សំខាន់ក្នុងការ	-9.54207
▁Kampot	-9.54213
▁entire	-9.54246
ពូជ	-9.54298
ការបោះឆ្នោត	-9.54426
N	-9.54432
▁diseases	-9.54438
▁យ៉ាង	-9.54502
▁ពិសេស	-9.54541
▁document	-9.54548
ជំងឺ	-9.54552
▁schools	-9.54583
ក្រសួងអប់រំ	-9.54711
▁ប	-9.54771
▁ឧប	-9.54777
▁Vietnamese	-9.54796
▁week	-9.54862
▁People	-9.54892
▁exam	-9.54915
ធានា	-9.54972
▁focus	-9.5498
▁Miss	-9.55025
▁positive	-9.55055
ប្រចាំឆ្នាំ	-9.55061
▁gentle	-9.55072
ពីសំណាក់	-9.55124
ដ៏ជ្រាលជ្រៅ	-9.55157
កសាង	-9.55187
▁part	-9.55201
ទាំងពីរ	-9.55207
nd	-9.55209
▁rise	-9.55256
▁J	-9.55308
▁roads	-9.55349
បី	-9.55361
យុត្តិធម៌	-9.5541
កំពូល	-9.55422
▁Financial	-9.55586
▁price	-9.55595
ត្រឹម	-9.5567
ហានិភ័យ	-9.55714
▁ជួយ	-9.55715
eby	-9.55944
as	-9.55963
▁reached	-9.5598
▁behind	-9.5598
▁disease	-9.56045
▁strategies	-9.56076
ជេរប្រមាថដល់	-9.56079
▁results	-9.56159
ផ្សាយតែ	-9.56181
▁Games	-9.56219
▁យ	-9.56261
▁បានបញ្ជាក់ថា	-9.56261
▁យើងខ្ញុំនឹង	-9.56268
មតិនៅក្នុង	-9.5629
មតិណា	-9.56327
អ្នកបញ្ចូល	-9.56389
est	-9.564
អត្ថបទនេះ៖	-9.56412
សហគ្រាស	-9.56445
▁car	-9.56453
▁សមត្ថកិច្ច	-9.56497
▁កំណត់ចំណាំចំពោះ	-9.56508
បង្រៀន	-9.56554
លី	-9.56575
▁top	-9.56654
ពិនិត្យ	-9.56725
▁Kandal	-9.56831
▁provides	-9.56844
ក្រសួងកសិកម្ម	-9.56874
ក៏មាន	-9.56877
▁stakeholders	-9.56895
▁true	-9.56895
ប្រជាជនកម្ពុជា	-9.56901
▁leaves	-9.56904
និយាយ	-9.56904
▁វិស័យ	-9.56947
reflecting	-9.56984
▁populace	-9.56992
▁solutions	-9.57064
អំណាច	-9.57108
ម្ចាស់	-9.57132
អ្នកដទៃប៉ុណ្ណោះ។	-9.5714
ry	-9.57207
▁maintaining	-9.57365
▁align	-9.57372
▁ministries	-9.5738
▁trees	-9.5739
ជាន់ខ្ពស់	-9.57394
ur	-9.5749
រូបភាព	-9.5752
គោលការណ៍	-9.57572
លក្ខខណ្ឌ	-9.57587
*	-9.57678
ថ្នាក់ដឹកនាំ	-9.57681
បក្ស	-9.5769
▁$2	-9.57785
▁accused	-9.57802
អចលនទ្រព្យ	-9.57862
ដែលកំពុង	-9.57872
ឃើញ	-9.57881
▁agreements	-9.57944
ចិញ្ចឹម	-9.57945
ព្រៃឈើ	-9.57948
▁practices	-9.57964
កន្លងមក	-9.58001
▁Heng	-9.58006
ដំណើរ	-9.58079
▁លាន	-9.58169
ចាប់ផ្ដើម	-9.5823
▁មានប្រសាសន៍ថា	-9.58231
General	-9.58278
id	-9.58357
អន្តរជាតិ។	-9.58366
ro	-9.58537
▁Community	-9.58551
តូច	-9.58588
▁Prey	-9.58628
▁child	-9.5864
▁evidence	-9.58653
ឈើ	-9.58674
ឯកជន	-9.58765
ការអប់រំ	-9.58778
រាជធានី	-9.58806
▁same	-9.5895
ដល់ទៅ	-9.59053
បាត់បង់	-9.59111
▁ពោលគឺ	-9.59141
▁Technology	-9.59147
▁golden	-9.59165
▁expansion	-9.59246
▁required	-9.59337
សុំ	-9.59416
បុគ្គល	-9.59448
ផល	-9.59473
ដោះស្រាយបញ្ហា	-9.59491
▁draft	-9.59545
upreme	-9.59559
ពង្រឹងសមត្ថភាព	-9.59586
▁Nations	-9.59769
របស់ព្រះអង្គ	-9.59788
▁severe	-9.59817
ចេះ	-9.59823
li	-9.59874
រដ្ឋសភា	-9.59881
ទូទាំងប្រទេស	-9.59888
នៅតែបន្ត	-9.59909
il	-9.59911
ជី	-9.59975
▁expanding	-9.5998
ទាំងស្រុង	-9.60042
is	-9.60258
បន្លែ	-9.60341
▁mutual	-9.60343
សម្របសម្រួល	-9.6038
▁ហេង	-9.60415
ចាក់	-9.60462
កើតឡើង	-9.60539
▁hectares	-9.60589
ឆ្នាំ២០២៣	-9.60713
▁transparency	-9.60744
ឱកាស	-9.60771
▁Thom	-9.60849
▁rose	-9.60851
▁NEC	-9.60868
ភាពជាដៃគូ	-9.6088
របាយការណ៍	-9.6103
▁war	-9.61049
▁គួរ	-9.61067
ក្នុងចំណោម	-9.61081
▁ការងារ	-9.61111
▁provisions	-9.61135
០	-9.61228
ការចំណាយ	-9.61237
▁young	-9.61422
ត្រូវបានអនុវត្ត	-9.61426
▁developing	-9.61516
ជោគជ័យ	-9.6158
ស្ដីពី	-9.61582
ដ៏រឹងមាំ	-9.61591
ច្បាប់ស្តីពី	-9.61599
▁Chhnang	-9.61604
សមិទ្ធផល	-9.61673
បណ្ឌិត	-9.61689
បាន។	-9.61753
្តិការអន្តរជាតិ	-9.61837
▁ដោយ៖	-9.61908
▁គាត់	-9.6194
ប្រពៃណី	-9.62053
ប្រចាំថ្ងៃ	-9.62136
▁Article	-9.62163
ស្តង់ដារ	-9.62166
នីតិវិធី	-9.6219
ការនាំចេញ	-9.62197
ទើប	-9.62226
▁vehicles	-9.62329
▁air	-9.62347
បេក្ខជន	-9.62418
មូលនិធិ	-9.62445
ផងដែរ៕	-9.62529
បំណុល	-9.62579
▁ល	-9.6258
ឬ	-9.6264
age	-9.62647
សង្គ្រាម	-9.62657
▁ពួកគេ	-9.62667
▁Notably	-9.62751
▁strict	-9.62815
ធម្មតា	-9.62842
▁improving	-9.6288
▁staff	-9.62881
▁began	-9.62932
▁sales	-9.6296
សភា	-9.62969
up	-9.63001
▁application	-9.63007
▁customers	-9.6305
▁២០២២	-9.63198
▁Chan	-9.63244
▁Facebook	-9.63279
ទ្រព្យសម្បត្តិ	-9.63295
▁found	-9.63302
ជាប្រចាំ	-9.6331
ដា	-9.63344
សេចក្តី	-9.63347
na	-9.63389
ប្រឡង	-9.63432
et	-9.63534
មជ្ឈមណ្ឌល	-9.6362
▁issue	-9.63627
▁bank	-9.63655
▁arrested	-9.63779
▁need	-9.63832
▁គ្រប់	-9.63839
សំឡេង	-9.63929
▁used	-9.63952
ស្មារតី	-9.63976
▁sustainability	-9.64055
▁facilitate	-9.64059
▁according	-9.64099
អនាម័យ	-9.64126
▁នរោត្តម	-9.64137
▁High	-9.64145
▁ស្រុក	-9.64199
▁six	-9.64247
▁special	-9.64258
ul	-9.6427
▁Water	-9.64279
ខាងលើ	-9.64305
▁ជំរុញ	-9.6433
▁ការអភិវឌ្ឍ	-9.64382
ត្រឹមតែ	-9.64444
▁Boromneath	-9.64487
ស្រី	-9.64503
ស្នាដៃ	-9.64517
▁ខែតុលា	-9.64558
ប្រសិទ្ធភាព។	-9.64594
ther	-9.64814
អ្នកជំនាញ	-9.64829
ជនសង្ស័យ	-9.64888
យោធពលខេមរភូមិន្ទ	-9.64966
▁ខែកុម្ភៈ	-9.64987
▁អ្នកនាំពាក្យ	-9.65038
ពេញ	-9.6506
ដូចគ្នា	-9.65084
ខុសច្បាប់	-9.651
▁set	-9.65109
▁glorious	-9.65115
AI	-9.65216
៣០	-9.65219
ធ្វើជា	-9.65313
▁existing	-9.6532
▁រហូតដល់	-9.65385
▁កិច្ច	-9.65428
▁teachers	-9.65437
▁ដែលអាច	-9.65483
um	-9.65561
▁any	-9.65564
▁CNRP	-9.65605
អង្គ	-9.65711
0	-9.65837
▁prevail	-9.6596
▁Stung	-9.65964
▁money	-9.65972
▁Police	-9.66014
▁ខែមីនា	-9.6602
▁dispute	-9.66092
▁អ	-9.66137
▁បញ្ហា	-9.66298
ភ្នែក	-9.66376
អូស្ត្រាលី	-9.66438
▁another	-9.6646
▁cultivation	-9.66494
នៅក្នុងតំបន់	-9.66535
បញ្ជាក់ថា	-9.66699
អាម៉េរិក	-9.66704
វីដេអូ	-9.66725
▁inter	-9.6682
▁magnificent	-9.66865
▁risk	-9.66871
▁events	-9.66902
ស្អាត	-9.66924
ដ៏អស្ចារ្យ	-9.67006
▁capabilities	-9.67026
របស់ប្រជាពលរដ្ឋ	-9.67046
▁student	-9.67102
▁reflect	-9.67115
មន្ទីរពេទ្យ	-9.67135
នគរ	-9.67174
▁កិច្ចសហប្រតិបត	-9.67193
▁រដ្ឋមន្រ្តី	-9.67214
អត្រាការប្រាក់	-9.67222
▁does	-9.67354
▁prison	-9.67494
▁ខែឧសភា	-9.67506
វិនិយោគិន	-9.67547
▁sub	-9.67615
▁academic	-9.67617
បា	-9.67623
▁ខែវិច្ឆិកា	-9.67661
▁Center	-9.67673
បង្ហាញពី	-9.67684
ខេត្តសៀមរាប	-9.67691
O	-9.67751
គឺជាអាទិភាពចម្បង	-9.67794
one	-9.67852
បាត់	-9.67959
▁technologies	-9.68049
មកដល់	-9.68079
▁Pursu	-9.68103
ចម្រុះ	-9.6814
នៅតំបន់	-9.6814
គ្រឿងញៀន	-9.68145
៣នាក់	-9.68217
▁Environment	-9.68239
ន់	-9.68508
ធ្ងន់ធ្ងរ	-9.68535
▁Speu	-9.68537
សមាគម	-9.68561
ត្រូវបានរៀបចំឡើង	-9.68624
ថ្នាក់ជាតិ	-9.68633
▁enterprises	-9.68636
រដ្ឋធម្មនុញ្ញ	-9.68687
▁competitiveness	-9.68703
រួមចំណែក	-9.68743
សាច់	-9.68879
អង្គភាព	-9.68963
▁bridge	-9.69067
ជីវភាព	-9.69113
ទូទៅ	-9.69197
រួច	-9.6923
▁reforms	-9.69232
▁authority	-9.69248
▁Affairs	-9.69302
▁resilient	-9.69328
ការិយាល័យ	-9.6936
ឱ្យមាន	-9.69366
▁សម្តេច	-9.69415
សេវាកម្ម	-9.69499
▁crises	-9.69521
20	-9.69552
នាំចូល	-9.69568
▁very	-9.69631
▁ថ្ងៃ	-9.6964
សង្គ្រោះជាតិ	-9.69745
ប៉ុណ្ណោះទេ	-9.69761
▁ត្រូវតែ	-9.69826
▁driving	-9.69852
ភាគី	-9.69871
▁cannot	-9.6997
decree	-9.70006
▁Construction	-9.70017
▁disputes	-9.70061
ប្រមាណជា	-9.70067
ក្រសួងការពារជាតិ	-9.7009
ក្លាយជា	-9.70117
ភ្នំ	-9.70124
▁grow	-9.70141
im	-9.70172
ពេញលេញ	-9.70181
ទទួលយក	-9.70187
អនុញ្ញាតឱ្យ	-9.7022
រាជរដ្ឋាភិបាល។	-9.70304
▁expected	-9.70355
▁head	-9.70364
▁Riel	-9.70405
រីកចម្រើន	-9.70419
▁arrest	-9.70431
អាទិភាព	-9.70434
គ្រូ	-9.70444
▁love	-9.70496
សុខុមាលភាព	-9.70561
ប្រាប់	-9.70569
▁competition	-9.70573
▁third	-9.70622
កោះ	-9.70638
▁Digital	-9.70638
ម៉ាស៊ីន	-9.70732
▁១៥	-9.70736
▁partner	-9.70741
▁industrial	-9.70785
▁Some	-9.70989
ជើង	-9.7102
ដែលត្រូវ	-9.71057
▁co	-9.71126
▁assistance	-9.7114
▁so	-9.71142
level	-9.71229
លួច	-9.71248
▁2018	-9.71271
▁response	-9.71294
▁candidates	-9.71302
តិច	-9.71318
▁ប្រកាស	-9.71326
រី	-9.71393
J	-9.71452
▁physical	-9.71462
▁commercial	-9.71532
ine	-9.71555
▁They	-9.71575
▁factories	-9.71689
▁benefit	-9.71696
▁task	-9.71699
ណាស់	-9.71709
▁funds	-9.71824
▁18	-9.71898
រឹងមាំ	-9.71946
▁eyes	-9.71949
▁សេដ្ឋកិច្ច	-9.71959
ឆ្លុះបញ្ចាំងពី	-9.71984
▁external	-9.72022
▁sweet	-9.72035
▁If	-9.72092
▁tales	-9.72243
ច្រើនជាង	-9.72317
▁Business	-9.72354
ទាមទារ	-9.72355
▁studies	-9.72419
▁Th	-9.72481
ការរៀបចំ	-9.72543
រឿងរ៉ាវ	-9.7259
ចំ	-9.72634
បរិយាកាស	-9.72734
បំពេញ	-9.72735
ដោយផ្ទាល់	-9.72758
យ៉ាងខ្លាំង	-9.72855
ត្រ	-9.72875
ខ្សែ	-9.72899
ហ	-9.72899
យុទ្ធនាការ	-9.7291
▁ខែកក្កដា	-9.72959
▁W	-9.73137
▁lives	-9.7318
អង្ករ	-9.73327
បទល្មើស	-9.73337
សកម្មជន	-9.73349
▁ដើម្បីលើកកម្ពស់	-9.73366
ចំពោះការ	-9.73374
បញ្ជាក់	-9.73392
បានកើនឡើង	-9.73396
▁offers	-9.73408
▁Li	-9.73441
▁ប្រព័ន្ធ	-9.73453
អត្តសញ្ញាណ	-9.73473
▁right	-9.73499
▁happiness	-9.73557
▁សុ	-9.73578
▁multiple	-9.73615
**:	-9.73671
▁met	-9.73913
សេដ្ឋកិច្ចជាតិ	-9.73914
រា	-9.73941
បង្កើតឡើង	-9.73996
ទាក់ទាញ	-9.7401
▁Forum	-9.74032
▁Sun	-9.74055
បង្ក	-9.74062
ជនរងគ្រោះ	-9.74062
លេង	-9.74066
▁N	-9.74147
ឲ្យបាន	-9.74228
▁protest	-9.74258
ព្រំដែន	-9.7427
▁prince	-9.74294
▁2020	-9.74358
គំនិតផ្តួចផ្តើម	-9.74481
ការធ្វើ	-9.74566
ផ្	-9.74577
▁ឃុំ	-9.74605
▁levels	-9.74625
លទ្ធភាព	-9.74655
▁ចុះ	-9.74666
ណ	-9.747
▁13	-9.74913
▁age	-9.74942
▁establishment	-9.74959
▁០០០	-9.74987
▁status	-9.74997
▁Apsara	-9.75055
តាមរយៈការ	-9.75062
▁ទទួល	-9.75102
▁season	-9.75164
▁preparing	-9.75171
▁confidence	-9.75211
▁Japanese	-9.75231
▁committee	-9.75259
▁Through	-9.7526
▁scholarships	-9.75349
us	-9.75441
ពាក់ព័ន្ធនឹង	-9.75552
▁joint	-9.75557
អនុស្សាវរីយ៍	-9.75619
▁Banteay	-9.75649
▁suspects	-9.75669
▁spokesperson	-9.75695
ប្រឆាំងនឹង	-9.75717
របស់នាង	-9.75759
ការប្តេជ្ញាចិត្ត	-9.75786
ម្ហូបអាហារ	-9.75809
ist	-9.75812
ថ្មីមួយ	-9.7586
▁trust	-9.75916
▁respect	-9.75973
▁ទទួលបាន	-9.75984
▁21	-9.75996
▁annually	-9.76037
បន្ទាយមានជ័យ	-9.76042
▁reduc	-9.7607
កត្តា	-9.76122
ម៉ូតូ	-9.76148
ដឹក	-9.7617
ចាប់អារម្មណ៍	-9.76257
សង្គមស៊ីវិល	-9.76264
ខាងមុខ	-9.76297
▁២០២៤	-9.76306
▁បង្ហាញ	-9.76326
ឡាវ	-9.76334
សាកលវិទ្យាល័យ	-9.76339
▁Ministers	-9.76391
▁anniversary	-9.76463
lo	-9.76469
ក្រសួងការងារ	-9.76487
▁សង្កាត់	-9.76585
ភ្លើង	-9.76587
▁mechanisms	-9.76681
▁បរទេស	-9.76718
▁sovereignty	-9.76753
ប្រាសាទ	-9.76803
បើ	-9.76812
economic	-9.7682
▁Human	-9.76849
▁river	-9.76986
ជំរុញឱ្យ	-9.77005
▁របាយការណ៍	-9.77046
▁initiatives	-9.77058
ផ្កា	-9.77108
▁leader	-9.77139
▁passed	-9.77167
▁say	-9.77174
▁Singapore	-9.77193
▁1,	-9.77303
▁Works	-9.77356
ប៉ះពាល់	-9.77398
យន្តការ	-9.77411
▁ចេញ	-9.77451
ព្រះរាជក្រឹត្យ	-9.77463
ការផ្គត់ផ្គង់	-9.77495
ទាំងមូល	-9.77561
▁house	-9.77561
និងហិរញ្ញវត្ថុ	-9.77621
▁រយៈពេល	-9.77633
និយម	-9.7768
ទាប	-9.77712
▁Two	-9.77761
ធ្វើឲ្យ	-9.77772
ទិដ្ឋភាព	-9.77775
់	-9.77788
▁GDP	-9.77833
អាន	-9.77843
▁2014	-9.77854
▁fresh	-9.77871
▁recovery	-9.77895
▁អញ្ជើញ	-9.77946
ចំណីអាហារ	-9.77964
ទប់ស្កាត់	-9.77988
ទឹកស្អាត	-9.77989
▁effectively	-9.77992
▁4.	-9.78002
▁ជាង	-9.78013
▁ស្តីពី	-9.78024
▁open	-9.78027
▁promotion	-9.78061
▁mandated	-9.78104
▁concerning	-9.78112
▁និងលើកកម្ពស់	-9.78154
ent	-9.78168
អតីត	-9.7818
▁operational	-9.78195
តាំងពី	-9.78218
មហា	-9.78221
ដ៏សំខាន់	-9.78307
▁pre	-9.78344
▁Village	-9.78354
▁b	-9.78424
▁ខែមិថុនា	-9.78475
សរុបចំនួន	-9.78599
កីឡា	-9.78623
▁Fisheries	-9.7866
▁female	-9.78684
▁representatives	-9.78695
▁និងសំណង់	-9.78696
▁safeguard	-9.78754
▁advanced	-9.78772
គ្រប់រូប	-9.78956
លើការ	-9.78971
ការប្រែប្រួល	-9.79008
នឹងត្រូវ	-9.79038
កំណែទម្រង់	-9.79043
▁បង្ហាញពី	-9.79102
រំ	-9.79117
ដៃគូ	-9.79137
ព្យាបាល	-9.79161
អាចនឹង	-9.79225
▁objective	-9.79231
▁payment	-9.79261
▁European	-9.7928
▁Administration	-9.79324
▁enduring	-9.79326
ប្រមូល	-9.79351
នេះដែរ	-9.79353
▁seeking	-9.79367
China	-9.79387
សក្តានុពល	-9.79414
លើសពី	-9.79429
ve	-9.79535
▁friendly	-9.79588
ធ	-9.79651
▁១២	-9.79709
យកទៅ	-9.7971
▁Many	-9.79781
ឈប់	-9.79818
គ្រឹះស្ថាន	-9.79877
ជម្លោះ	-9.79974
▁medical	-9.80054
▁supports	-9.80062
▁Rieng	-9.80118
v	-9.80181
▁plant	-9.80186
▁related	-9.80282
▁សម្ដេច	-9.80303
របស់គាត់	-9.8043
សរសេរ	-9.80434
▁officers	-9.8044
មានប្រសិទ្ធភាព	-9.80461
ខ្	-9.80484
ប្រធាន	-9.80514
ម៉ា	-9.80531
▁cross	-9.80548
មានតម្លៃ	-9.80589
ព្រះរាជ	-9.80696
▁lead	-9.807
▁administrative	-9.80785
ការសម្រេចចិត្ត	-9.80839
ខេត្តកំពង់ឆ្នាំង	-9.80882
សម្រេចចិត្ត	-9.80998
ar	-9.81028
តវ៉ា	-9.81097
▁មុន	-9.81107
▁សិក្សា	-9.81115
អនុវត្តគោលនយោបាយ	-9.81133
▁stone	-9.81146
▁experience	-9.81159
អ៊ុយក្រែន	-9.81279
អន្តរាគមន៍	-9.81331
▁parents	-9.81331
▁addressing	-9.81362
▁លី	-9.81371
អាស៊ី	-9.8143
ភាគីពាក់ព័ន្ធ	-9.81451
▁crops	-9.81463
▁និងដឹកជញ្ជូន	-9.81495
ក៏អាច	-9.81528
បេះដូង	-9.81532
ak	-9.81598
ពិត	-9.81674
▁ខែកញ្ញា	-9.81689
សម្ភារៈ	-9.81712
ជុំវិញ	-9.8172
ដដែល	-9.81756
rd	-9.81769
▁និងការអភិវឌ្ឍ	-9.81784
▁ties	-9.81846
សាកល្បង	-9.8185
▁ដោយមាន	-9.81864
ស្វាយ	-9.81921
▁គ្មាន	-9.81939
▁festival	-9.81956
គន្លឹះ	-9.81979
▁partnerships	-9.8198
▁office	-9.82055
▁awareness	-9.82076
ដក	-9.8212
▁កើនឡើង	-9.82175
៥០	-9.82234
▁CO	-9.8224
▁កាល	-9.82306
▁និងនវានុវត្តន៍	-9.82334
ប្រជារាស្ត្រ	-9.82386
▁ចូលរួម	-9.82411
▁Pursat	-9.82425
man	-9.82498
▁៣០	-9.82513
▁faces	-9.82514
▁បង្កើតបានជា	-9.82538
▁orders	-9.82556
income	-9.82565
បន្តិច	-9.82603
▁plays	-9.82624
▁gracious	-9.82651
▁care	-9.82704
▁រៀបចំ	-9.8275
ti	-9.82769
សម្រេចបាននូវ	-9.82863
សម្លៀកបំពាក់	-9.82909
ការស្រាវជ្រាវ	-9.8292
ផលប៉ះពាល់	-9.83003
▁stood	-9.8309
▁monitoring	-9.83091
▁ដើម្បីធានា	-9.83117
សំ	-9.83171
▁poor	-9.8321
▁រួច	-9.8335
▁involved	-9.83352
ឃាត់ខ្លួន	-9.83392
បន្ទប់	-9.83414
▁សំឡេង	-9.83436
ខុស	-9.83478
▁increasing	-9.8348
បឹង	-9.83504
▁loan	-9.83539
▁presided	-9.83551
▁territorial	-9.83595
eng	-9.83616
▁methods	-9.83626
▁Sar	-9.83629
ឯករាជ្យ	-9.83636
ឆ្លើយតប	-9.83741
▁Code	-9.83759
លិខិត	-9.8378
▁Kratie	-9.83798
▁រក	-9.83819
me	-9.83861
ឺ	-9.83974
▁CEO	-9.83975
old	-9.83975
em	-9.84173
វិ	-9.84225
ong	-9.84259
សម្តេចតេជោ	-9.84314
អេឡិចត្រូនិក	-9.84315
▁submitted	-9.84316
ងាយស្រួល	-9.84337
▁ឆ្នាំ២០២១	-9.84347
ទិសដៅ	-9.84394
tr	-9.84407
ដើរតួនាទីយ៉ាង	-9.84438
▁recently	-9.84467
មានការកើនឡើង	-9.84579
▁loss	-9.84649
Senior	-9.84695
ប្រចាំ	-9.84738
ផ្លូវចិត្ត	-9.84744
▁ចាប់ពី	-9.84751
ដែរថា	-9.8478
ដំណាក់កាល	-9.84928
▁reform	-9.85024
▁requiring	-9.8506
▁once	-9.85061
អភិរក្ស	-9.85119
▁inclusive	-9.85124
▁នៅពេលដែល	-9.85164
▁completed	-9.85178
▁ខែមេសា	-9.85178
▁de	-9.85182
▁leaving	-9.85188
ការផលិត	-9.85197
ដង	-9.85269
▁នឹងត្រូវ	-9.85286
▁helps	-9.85325
បរិយាប័ន្ន	-9.85374
ឆ្នាំ២០២២	-9.85386
ប៉ុន្មាន	-9.85432
://	-9.85447
ia	-9.85448
ប្រទេសទាំងពីរ	-9.85482
▁scent	-9.85549
▁owner	-9.85553
▁Sa	-9.8557
▁says	-9.85631
ការយល់ដឹង	-9.85655
ក្រសួងមហាផ្ទៃ	-9.85659
ter	-9.85668
▁ប្រាក់	-9.85681
▁Ch	-9.85698
▁final	-9.85794
អាថ៌កំបាំង	-9.85839
ខ	-9.8585
▁CPP	-9.85886
▁ចូល	-9.85895
ឆ្លើយតបទៅនឹង	-9.85896
សិស្សានុសិស្ស	-9.86014
អ្នកវិនិយោគ	-9.86049
ដោះលែង	-9.86055
ម្	-9.86149
▁socio	-9.8616
▁drug	-9.86169
រ៉ា	-9.86221
▁judicial	-9.86222
▁Science	-9.86257
▁legacy	-9.86286
▁body	-9.86288
▁times	-9.86301
ិ	-9.86311
▁manage	-9.86343
▁organize	-9.86354
▁claims	-9.86378
ចែករំលែក	-9.86389
ឆ្នាំ២០២៤	-9.86402
ជំនួស	-9.86405
▁Transport	-9.86417
▁play	-9.86418
▁forests	-9.86444
មី	-9.86492
អោយ	-9.86531
▁internal	-9.86549
▁Europe	-9.86631
▁imports	-9.86697
ឹម	-9.86699
▁បើក	-9.86707
មន្ត្រីជាន់ខ្ពស់	-9.86761
▁collaborate	-9.86783
ស្រឡាញ់	-9.86803
▁dollars	-9.86948
▁Social	-9.87026
ដ៏សំខាន់មួយ	-9.87032
នគរបាល	-9.87048
▁ការអនុវត្ត	-9.87116
រាត្រី	-9.8713
វ៉ាក់សាំង	-9.87175
▁deaths	-9.87193
▁ព្រះអង្គ	-9.87269
ណែនាំ	-9.87301
▁Forestry	-9.87333
▁ក្រសួងអប់រំ	-9.87368
សូម	-9.87374
▁confirmed	-9.87374
▁Women	-9.87381
ting	-9.87385
▁claim	-9.87467
▁mitigate	-9.87524
▁resolution	-9.87528
▁woman	-9.8754
នាយករដ្ឋមន្រ្តី	-9.87545
▁form	-9.87573
▁ជាក់ស្ដែង	-9.87576
វឌ្ឍនភាព	-9.87596
មាត់	-9.87605
▁prepared	-9.87623
▁individual	-9.8764
▁Australia	-9.87643
▁collection	-9.87669
▁សហគមន៍	-9.87675
ទី៣	-9.87716
កម្សាន្ត	-9.87719
យប់	-9.87731
ទាក់ទង	-9.87735
គណបក្សប្រជាជន	-9.87741
ho	-9.8781
វិធី	-9.87869
ភ្ញៀវ	-9.8787
▁ក្រៅពី	-9.8787
ទាក់ទងនឹង	-9.87878
▁comply	-9.87924
▁Bun	-9.87941
▁deeply	-9.87954
បណ្តាប្រទេស	-9.87966
▁ខែសីហា	-9.87993
▁freedom	-9.88042
▁Global	-9.88046
ទាំងឡាយ	-9.88059
▁Senate	-9.88079
la	-9.88174
▁contributing	-9.88188
less	-9.8825
ទន្លេ	-9.88306
▁បេក្ខជន	-9.88322
▁នាយករដ្ឋមន្រ្តី	-9.8836
▁announces	-9.88395
ភ្ជាប់	-9.88397
▁One	-9.88398
▁certificates	-9.88416
ក្នុងតំបន់។	-9.88443
▁Authority	-9.88453
គ្រូបង្រៀន	-9.88488
ការពិត	-9.88579
▁១១	-9.88689
សម្រេចបាន	-9.88699
▁prioritize	-9.88713
▁just	-9.88717
▁offering	-9.88729
អនុម័ត	-9.88738
ថែរក្សា	-9.88744
អាយុ	-9.88773
▁responsibility	-9.88787
▁connect	-9.88797
ផ្តល់នូវ	-9.88827
វិធីសាស្ត្រ	-9.88827
▁sent	-9.88839
▁team	-9.88847
▁Urban	-9.88851
កើត	-9.88887
▁សមាគម	-9.88894
▁200	-9.88905
ទឹកដី	-9.88959
▁prior	-9.88976
▁microfinance	-9.89012
មា	-9.89051
អះអាងថា	-9.89079
▁ត្រូវបានប្រកាស	-9.89089
▁apply	-9.89117
ad	-9.89129
ful	-9.8915
▁India	-9.89168
▁25	-9.89181
▁So	-9.89287
១៨	-9.893
▁serve	-9.8932
▁threats	-9.89402
▁រូប	-9.89425
▁ធ្វើឱ្យ	-9.89501
▁Vihear	-9.89521
▁ឬក៏	-9.89625
▁imperative	-9.89655
ស្រ្តី	-9.89671
▁meters	-9.89674
▁entrepreneurs	-9.89831
រាជ	-9.89865
▁និងកំពុង	-9.89872
▁យ៉ាងណាមិញ	-9.89924
វាយតម្លៃ	-9.8993
▁Hong	-9.89961
▁short	-9.89992
▁literacy	-9.90059
▁practice	-9.90061
របស់ចិន	-9.90119
ការត្រួតពិនិត្យ	-9.90144
ខ្វះ	-9.90194
▁achiev	-9.90194
▁rich	-9.90232
នាំ	-9.90257
▁maintenance	-9.90262
▁Agricultural	-9.90262
ce	-9.90275
▁រាជធានីភ្នំពេញ	-9.90282
▁treatment	-9.9033
ជួយដល់	-9.90382
▁citizen	-9.90393
▁Opposition	-9.90397
▁better	-9.90415
▁ឯកឧត្ដម	-9.90419
▁opening	-9.90439
▁សិស្ស	-9.90477
▁several	-9.90482
▁មិនមែន	-9.90489
នារី	-9.90491
គ្រប់ប្រភេទ	-9.90534
១២	-9.90537
▁16	-9.90636
▁breeze	-9.90668
ទុន	-9.90675
rs	-9.90689
ព្រឹក	-9.90707
សម្តេច	-9.90756
▁ច្រើន	-9.90805
z	-9.90834
▁និងអន្តរជាតិ	-9.90858
hi	-9.9093
ma	-9.90941
▁participate	-9.90957
សហភាពអឺរ៉ុប	-9.90964
▁obstacles	-9.90965
▁gratitude	-9.91008
▁industry	-9.91013
▁developed	-9.91068
out	-9.91073
ក្រសួងសុខាភិបាល	-9.91103
▁សម្រេច	-9.91107
សាធារណៈ។	-9.91124
▁សម្ដេចធិបតី	-9.91133
បុរស	-9.91211
គម្រោងអភិវឌ្ឍន៍	-9.91248
▁senior	-9.91281
▁Trade	-9.91283
ជាអ្នក	-9.9129
ដឹងថា	-9.91295
10	-9.91396
វិជ្ជមាន	-9.91397
▁place	-9.91413
▁ម	-9.91415
ចលនា	-9.91421
▁tech	-9.91469
ចុង	-9.91512
▁Veng	-9.91569
នឹងអាច	-9.91574
de	-9.91589
ស្រស់	-9.91614
▁organizations	-9.91639
អង្គការសហប្រជា	-9.91646
នៅឡើយ	-9.91687
▁art	-9.91691
▁late	-9.91691
▁projected	-9.91891
▁នៅព្រឹកថ្ងៃទី	-9.91893
▁De	-9.9191
▁conduct	-9.91915
របស់ពួកគេ។	-9.91966
▁កាន់	-9.9197
ជានិច្ច	-9.9198
▁Cooperation	-9.92035
▁ទី២	-9.92107
សេចក្តីព្រាង	-9.92115
▁journey	-9.92121
▁ក្នុងចំណោម	-9.9214
ទម្លាប់	-9.92162
▁$3	-9.92179
▁អំពី	-9.92192
បេសកកម្ម	-9.92208
រួចរាល់	-9.92236
▁my	-9.92252
▁encourages	-9.92311
▁mere	-9.92322
▁គង់	-9.92331
▁ផ្តល់	-9.92369
១៥	-9.92377
▁Bo	-9.92446
▁trafficking	-9.92449
ប្រភព	-9.92463
ចោល	-9.92505
▁vocational	-9.92676
របស់អង្គការ	-9.92681
▁ព្រះអង្គម្ចាស់	-9.92711
ministerial	-9.92726
ម៉ឺន	-9.92766
▁អភិបាល	-9.92773
រិះគន់	-9.92963
សម្ដេចព្រះបរមនាថ	-9.93003
▁ខ្ញុំ	-9.9304
▁Currently	-9.93064
៤នាក់	-9.93099
វិស័យឯកជន	-9.93145
មន្រ្តី	-9.93165
▁Under	-9.93212
▁ក្នុងឱកាស	-9.9322
▁http	-9.93246
អត្រា	-9.93254
▁always	-9.93281
ពិតជា	-9.93348
▁criminal	-9.93351
សម្រស់	-9.93389
ដឹង	-9.93454
▁largest	-9.93524
លើស	-9.9358
រាងកាយ	-9.93647
ផ្សេងៗទៀត	-9.93675
របស់វា	-9.93707
ភ្លាមៗ	-9.93709
បណ្តា	-9.9372
ក្នុងប្រទេស	-9.93737
មានកំណើន	-9.93783
▁allocated	-9.93787
▁vaccination	-9.9381
កន្លងទៅនេះ	-9.93877
▁honor	-9.93903
▁១០០	-9.93923
rom	-9.93951
▁globally	-9.9397
ក្រសួងបរិស្ថាន	-9.93977
ha	-9.94028
▁ក្រុមប្រឹក្សា	-9.9409
ជំរុញឲ្យ	-9.94135
ចក្ខុវិស័យ	-9.94152
▁enforcement	-9.94194
▁understand	-9.94216
▁lower	-9.94217
ធ្លាក់	-9.94225
បទ	-9.94256
▁zones	-9.94284
ើ	-9.94308
▁achievements	-9.94343
ចូលចិត្ត	-9.94371
ដ៏ធំល្វឹងល្វើយ	-9.94403
▁rule	-9.94412
ខេត្តបាត់ដំបង	-9.94429
ខិតខំ	-9.94439
ចំនួន២	-9.94469
▁decline	-9.94527
▁governance	-9.9455
រីករាយ	-9.94599
▁marriage	-9.94613
▁Asian	-9.94623
ពិបាក	-9.94636
▁Festival	-9.94684
បដិសេធ	-9.94744
▁Office	-9.94834
▁Moha	-9.94871
▁registered	-9.94872
សារពើពន្ធ	-9.94897
▁Oknha	-9.94963
ក្មេង	-9.94963
កំ	-9.94985
កសិផល	-9.95031
«	-9.95072
គោលបំណង	-9.95078
▁លោកបណ្ឌិត	-9.95152
▁electricity	-9.95185
▁ស្រី	-9.95224
▁explore	-9.95259
ភាសា	-9.95293
កៅស៊ូ	-9.9532
▁លើក	-9.95328
▁gain	-9.95362
▁Trump	-9.95393
▁tranquility	-9.95398
▁vehicle	-9.95447
quality	-9.95458
▁finance	-9.95495
អ្នកដទៃ	-9.95502
វិញ្ញាបនបត្រ	-9.95543
▁statement	-9.95558
រង់ចាំ	-9.95613
▁2015	-9.95632
▁tree	-9.95663
មេដឹកនាំ	-9.95671
យុទ្ធសាស្រ្ត	-9.95679
ដ៏ខ្ពង់ខ្ពស់	-9.95743
ដាំដុះ	-9.95763
▁ស្របតាម	-9.9578
▁central	-9.95885
▁beyond	-9.95892
ទស្សនា	-9.95913
▁ដើម្បីឱ្យ	-9.95927
▁starting	-9.95947
ក្តីសង្ឃឹម	-9.95963
ស្រា	-9.9597
ល្អប្រសើរ	-9.9599
ទទួលស្គាល់	-9.96004
armed	-9.96229
▁share	-9.9625
ឥណ្ឌា	-9.96262
អ្នកគាំទ្រ	-9.96289
▁ADB	-9.96356
▁making	-9.96357
▁motorcycle	-9.96387
▁guidelines	-9.96394
▁ករណី	-9.96443
ក្រុមគ្រួសារ	-9.96517
▁Takeo	-9.96542
▁សូមបញ្ជាក់ថា	-9.96555
▁ស្ថាប័ន	-9.9657
▁lost	-9.96613
ការប្រកួតប្រជែង	-9.96624
▁ទន្ទឹមនឹងនេះ	-9.96671
▁Mondulkiri	-9.96682
▁model	-9.96696
ប៉ះពាល់ដល់	-9.96701
▁make	-9.96714
▁affairs	-9.96725
តែមួយ	-9.96729
▁adherence	-9.9676
ចូលរួមយ៉ាងសកម្ម	-9.96844
▁រដ្ឋលេខាធិការ	-9.96941
▁secure	-9.96954
▁president	-9.96972
▁truth	-9.96989
▁40	-9.97015
១៧	-9.97025
▁Ben	-9.97036
▁lack	-9.97036
▁institution	-9.97107
២០២៣	-9.97112
▁ongoing	-9.97135
កណ្តាល	-9.97142
ឆ្នាំនេះ	-9.97155
អ្វីដែល	-9.97189
ចំនួន៣	-9.97256
ផ្លែ	-9.97284
▁Ukraine	-9.97316
▁ដើម្បីបង្កើន	-9.97332
យន្តហោះ	-9.97373
▁2019	-9.97445
▁អាជីវកម្ម	-9.97548
ដទៃទៀត	-9.97557
bringing	-9.9757
